[
 null,
 "Behold, you are beautiful, my love. \nBehold, you are beautiful. \nYour eyes are like doves behind your veil. \nYour hair is as a flock of goats, \nthat descend from Mount Gilead. ",
 "Your teeth are like a newly shorn flock, \nwhich have come up from the washing, \nwhere every one of them has twins. \nNone is bereaved among them. ",
 "Your lips are like scarlet thread. \nYour mouth is lovely. \nYour temples are like a piece of a pomegranate behind your veil. ",
 "Your neck is like David’s tower built for an armory, \non which a thousand shields hang, \nall the shields of the mighty men. ",
 "Your two breasts are like two fawns \nthat are twins of a roe, \nwhich feed among the lilies. \n ",
 "Until the day is cool, and the shadows flee away, \nI will go to the mountain of myrrh, \nto the hill of frankincense. \n ",
 "You are all beautiful, my love. \nThere is no spot in you. ",
 "Come with me from Lebanon, my bride, \nwith me from Lebanon. \nLook from the top of Amana, \nfrom the top of Senir and Hermon, \nfrom the lions’ dens, \nfrom the mountains of the leopards. \n ",
 "You have ravished my heart, my sister, my bride. \nYou have ravished my heart with one of your eyes, \nwith one chain of your neck. ",
 "How beautiful is your love, my sister, my bride! \nHow much better is your love than wine, \nthe fragrance of your perfumes than all kinds of spices! ",
 "Your lips, my bride, drip like the honeycomb. \nHoney and milk are under your tongue. \nThe smell of your garments is like the smell of Lebanon. ",
 "My sister, my bride, is a locked up garden; \na locked up spring, \na sealed fountain. ",
 "Your shoots are an orchard of pomegranates, with precious fruits, \nhenna with spikenard plants, ",
 "spikenard and saffron, \ncalamus and cinnamon, with every kind of incense tree; \nmyrrh and aloes, with all the best spices, ",
 "a fountain of gardens, \na well of living waters, \nflowing streams from Lebanon. ",
 "Awake, north wind, and come, you south! \nBlow on my garden, that its spices may flow out. \nLet my beloved come into his garden, \nand taste his precious fruits. "
]