[
 null,
 "The words of Amos, who was among the herdsmen of Tekoa, which he saw concerning Israel in the days of Uzziah king of Judah, and in the days of Jeroboam the son of Joash king of Israel, two years before the earthquake.  ",
 "He said: \n“Yahweh will roar from Zion, \nand utter his voice from Jerusalem; \nand the pastures of the shepherds will mourn, \nand the top of Carmel will wither.” ",
 "Yahweh says: \n“For three transgressions of Damascus, yes, for four, \nI will not turn away its punishment; \nbecause they have threshed Gilead with threshing instruments of iron; ",
 "but I will send a fire into the house of Hazael, \nand it will devour the palaces of Ben Hadad. ",
 "I will break the bar of Damascus, \nand cut off the inhabitant from the valley of Aven, \nand him who holds the scepter from the house of Eden; \nand the people of Syria shall go into captivity to Kir,” says Yahweh. ",
 "Yahweh says: \n“For three transgressions of Gaza, yes, for four, \nI will not turn away its punishment; \nbecause they carried away captive the whole community, \nto deliver them up to Edom; ",
 "but I will send a fire on the wall of Gaza, \nand it will devour its palaces. ",
 "I will cut off the inhabitant from Ashdod, \nand him who holds the scepter from Ashkelon; \nand I will turn my hand against Ekron; \nand the remnant of the Philistines will perish,” says the Lord Yahweh. ",
 "Yahweh says: \n“For three transgressions of Tyre, yes, for four, \nI will not turn away its punishment; \nbecause they delivered up the whole community to Edom, \nand didn’t remember the brotherly covenant; ",
 "but I will send a fire on the wall of Tyre, \nand it will devour its palaces.” ",
 "Yahweh says: \n“For three transgressions of Edom, yes, for four, \nI will not turn away its punishment; \nbecause he pursued his brother with the sword, \nand cast off all pity, \nand his anger raged continually, \nand he kept his wrath forever; ",
 "but I will send a fire on Teman, \nand it will devour the palaces of Bozrah.” ",
 "Yahweh says: \n“For three transgressions of the children of Ammon, yes, for four, \nI will not turn away its punishment; \nbecause they have ripped open the pregnant women of Gilead, \nthat they may enlarge their border. ",
 "But I will kindle a fire in the wall of Rabbah, \nand it will devour its palaces, \nwith shouting in the day of battle, \nwith a storm in the day of the whirlwind; ",
 "and their king will go into captivity, \nhe and his princes together,” says Yahweh. "
]