[
 null,
 "Yahweh says: \n“For three transgressions of Moab, yes, for four, \nI will not turn away its punishment; \nbecause he burned the bones of the king of Edom into lime; ",
 "but I will send a fire on Moab, \nand it will devour the palaces of Kerioth; \nand Moab will die with tumult, with shouting, and with the sound of the trumpet; ",
 "and I will cut off the judge from among them, \nand will kill all its princes with him,” says Yahweh. ",
 "Yahweh says: \n“For three transgressions of Judah, yes, for four, \nI will not turn away its punishment; \nbecause they have rejected Yahweh’s law, \nand have not kept his statutes, \nand their lies have led them astray, \nafter which their fathers walked; ",
 "but I will send a fire on Judah, \nand it will devour the palaces of Jerusalem.” ",
 "Yahweh says: \n“For three transgressions of Israel, yes, for four, \nI will not turn away its punishment; \nbecause they have sold the righteous for silver, \nand the needy for a pair of sandals; ",
 "They trample on the dust of the earth on the head of the poor, \nand deny justice to the oppressed; \nand a man and his father use the same maiden, to profane my holy name; ",
 "and they lay themselves down beside every altar on clothes taken in pledge; \nand in the house of their God they drink the wine of those who have been fined. ",
 "Yet I destroyed the Amorite before them, \nwhose height was like the height of the cedars, \nand he was strong as the oaks; \nyet I destroyed his fruit from above, \nand his roots from beneath. ",
 "Also I brought you up out of the land of Egypt, \nand led you forty years in the wilderness, \nto possess the land of the Amorite. ",
 "I raised up some of your sons for prophets, \nand some of your young men for Nazirites. \nIsn’t this true, \nyou children of Israel?” says Yahweh. ",
 "“But you gave the Nazirites wine to drink, \nand commanded the prophets, saying, ‘Don’t prophesy!’ ",
 "Behold, I will crush you in your place, \nas a cart crushes that is full of grain. ",
 "Flight will perish from the swift; \nand the strong won’t strengthen his force; \nneither shall the mighty deliver himself; ",
 "neither shall he stand who handles the bow; \nand he who is swift of foot won’t escape; \nneither shall he who rides the horse deliver himself; ",
 "and he who is courageous among the mighty will flee away naked on that day,” says Yahweh. "
]