[
 null,
 "Hear this word that Yahweh has spoken against you, children of Israel, against the whole family which I brought up out of the land of Egypt, saying: \n ",
 "“I have only chosen you of all the families of the earth. \nTherefore I will punish you for all of your sins.” ",
 "Do two walk together, \nunless they have agreed? ",
 "Will a lion roar in the thicket, \nwhen he has no prey? \nDoes a young lion cry out of his den, \nif he has caught nothing? ",
 "Can a bird fall in a trap on the earth, \nwhere no snare is set for him? \nDoes a snare spring up from the ground, \nwhen there is nothing to catch? ",
 "Does the trumpet alarm sound in a city, \nwithout the people being afraid? \nDoes evil happen to a city, \nand Yahweh hasn’t done it? ",
 "Surely the Lord Yahweh will do nothing, \nunless he reveals his secret to his servants the prophets. ",
 "The lion has roared. \nWho will not fear? \nThe Lord Yahweh has spoken. \nWho can but prophesy? ",
 "Proclaim in the palaces at Ashdod, \nand in the palaces in the land of Egypt, \nand say, “Assemble yourselves on the mountains of Samaria, \nand see what unrest is in her, \nand what oppression is among them.” ",
 "“Indeed they don’t know to do right,” says Yahweh, \n“Who hoard plunder and loot in their palaces.” ",
 "Therefore the Lord Yahweh says: \n“An adversary will overrun the land; \nand he will pull down your strongholds, \nand your fortresses will be plundered.” ",
 "Yahweh says: \n“As the shepherd rescues out of the mouth of the lion two legs, \nor a piece of an ear, \nso shall the children of Israel be rescued who sit in Samaria on the corner of a couch, \nand on the silken cushions of a bed.” ",
 "“Listen, and testify against the house of Jacob,” says the Lord Yahweh, the God of Armies. \n ",
 "“For in the day that I visit the transgressions of Israel on him, \nI will also visit the altars of Bethel; \nand the horns of the altar will be cut off, \nand fall to the ground. ",
 "I will strike the winter house with the summer house; \nand the houses of ivory will perish, \nand the great houses will have an end,” says Yahweh. "
]