[
 null,
 "Listen to this word, you cows of Bashan, who are on the mountain of Samaria, who oppress the poor, who crush the needy, who tell their husbands, “Bring us drinks!” \n ",
 "The Lord Yahweh has sworn by his holiness that behold, \n“The days shall come on you that they will take you away with hooks, \nand the last of you with fish hooks. ",
 "You will go out at the breaks in the wall, \neveryone straight before her; \nand you will cast yourselves into Harmon,” says Yahweh. ",
 "“Go to Bethel, and sin; \nto Gilgal, and sin more. \nBring your sacrifices every morning, \nyour tithes every three days, ",
 "offer a sacrifice of thanksgiving of that which is leavened, \nand proclaim free will offerings and brag about them: \nfor this pleases you, you children of Israel,” says the Lord Yahweh. ",
 "“I also have given you cleanness of teeth in all your cities, \nand lack of bread in every town; \nyet you haven’t returned to me,” says Yahweh. ",
 "“I also have withheld the rain from you, \nwhen there were yet three months to the harvest; \nand I caused it to rain on one city, \nand caused it not to rain on another city. \nOne place was rained on, \nand the piece where it didn’t rain withered. ",
 "So two or three cities staggered to one city to drink water, \nand were not satisfied: \nyet you haven’t returned to me,” says Yahweh. ",
 "“I struck you with blight and mildew many times in your gardens and your vineyards; \nand the swarming locusts have devoured your fig trees and your olive trees; \nyet you haven’t returned to me,” says Yahweh. ",
 "“I sent plagues among you like I did Egypt. \nI have slain your young men with the sword, \nand have carried away your horses; \nand I filled your nostrils with the stench of your camp, \nyet you haven’t returned to me,” says Yahweh. ",
 "“I have overthrown some of you, \nas when God overthrew Sodom and Gomorrah, \nand you were like a burning stick plucked out of the fire; \nyet you haven’t returned to me,” says Yahweh. ",
 "“Therefore thus I will do to you, Israel; \nbecause I will do this to you, \nprepare to meet your God, Israel. ",
 "For, behold, he who forms the mountains, \nand creates the wind, \nand declares to man what is his thought; \nwho makes the morning darkness, \nand treads on the high places of the earth: \nYahweh, the God of Armies, is his name.” "
]