[
 null,
 "Woe to those who are at ease in Zion, \nand to those who are secure on the mountain of Samaria, \nthe notable men of the chief of the nations, \nto whom the house of Israel come! ",
 "Go to Calneh, and see; \nand from there go to Hamath the great; \nthen go down to Gath of the Philistines. \nare they better than these kingdoms? \nor is their border greater than your border? ",
 "Those who put far away the evil day, \nand cause the seat of violence to come near; ",
 "Who lie on beds of ivory, \nand stretch themselves on their couches, \nand eat the lambs out of the flock, \nand the calves out of the middle of the stall; ",
 "who strum on the strings of a harp; \nwho invent for themselves instruments of music, like David; ",
 "who drink wine in bowls, \nand anoint themselves with the best oils; \nbut they are not grieved for the affliction of Joseph. ",
 "Therefore they will now go captive with the first who go captive; \nand the feasting and lounging will end. ",
 "“The Lord Yahweh has sworn by himself,” says Yahweh, the God of Armies: \n“I abhor the pride of Jacob, \nand detest his fortresses. \nTherefore I will deliver up the city with all that is in it. ",
 "It will happen, if there remain ten men in one house, \nthat they shall die. ",
 "“When a man’s relative carries him, even he who burns him, to bring bodies out of the house, and asks him who is in the innermost parts of the house, ‘Is there yet any with you?’ And he says, ‘No;’ then he will say, ‘Hush! Indeed we must not mention Yahweh’s name.’ \n ",
 "“For, behold, Yahweh commands, and the great house will be smashed to pieces, \nand the little house into bits. ",
 "Do horses run on the rocky crags? \nDoes one plow there with oxen? \nBut you have turned justice into poison, \nand the fruit of righteousness into bitterness; ",
 "you who rejoice in a thing of nothing, who say, \n‘Haven’t we taken for ourselves horns by our own strength?’ ",
 "For, behold, I will raise up against you a nation, house of Israel,” \nsays Yahweh, the God of Armies; \n“and they will afflict you from the entrance of Hamath to the brook of the Arabah.” "
]