[
 null,
 " \nHear my prayer, Yahweh! \nLet my cry come to you. ",
 "Don’t hide your face from me in the day of my distress. \nTurn your ear to me. \nAnswer me quickly in the day when I call. ",
 "For my days consume away like smoke. \nMy bones are burned as a torch. ",
 "My heart is blighted like grass, and withered, \nfor I forget to eat my bread. ",
 "By reason of the voice of my groaning, \nmy bones stick to my skin. ",
 "I am like a pelican of the wilderness. \nI have become as an owl of the waste places. ",
 "I watch, and have become like a sparrow that is alone on the housetop. ",
 "My enemies reproach me all day. \nThose who are mad at me use my name as a curse. ",
 "For I have eaten ashes like bread, \nand mixed my drink with tears, ",
 "because of your indignation and your wrath; \nfor you have taken me up and thrown me away. ",
 "My days are like a long shadow. \nI have withered like grass. \n ",
 "But you, Yahweh, will remain forever; \nyour renown endures to all generations. ",
 "You will arise and have mercy on Zion; \nfor it is time to have pity on her. \nYes, the set time has come. ",
 "For your servants take pleasure in her stones, \nand have pity on her dust. ",
 "So the nations will fear Yahweh’s name, \nall the kings of the earth your glory. ",
 "For Yahweh has built up Zion. \nHe has appeared in his glory. ",
 "He has responded to the prayer of the destitute, \nand has not despised their prayer. ",
 "This will be written for the generation to come. \nA people which will be created will praise Yah. ",
 "For he has looked down from the height of his sanctuary. \nFrom heaven, Yahweh saw the earth; ",
 "to hear the groans of the prisoner; \nto free those who are condemned to death; ",
 "that men may declare Yahweh’s name in Zion, \nand his praise in Jerusalem; ",
 "when the peoples are gathered together, \nthe kingdoms, to serve Yahweh. \n ",
 "He weakened my strength along the course. \nHe shortened my days. ",
 "I said, “My God, don’t take me away in the middle of my days. \nYour years are throughout all generations. ",
 "Of old, you laid the foundation of the earth. \nThe heavens are the work of your hands. ",
 "They will perish, but you will endure. \nYes, all of them will wear out like a garment. \nYou will change them like a cloak, and they will be changed. ",
 "But you are the same. \nYour years will have no end. ",
 "The children of your servants will continue. \nTheir offspring will be established before you.” "
]