[
 null,
 " \nBless Yahweh, my soul. \nYahweh, my God, you are very great. \nYou are clothed with honor and majesty. ",
 "He covers himself with light as with a garment. \nHe stretches out the heavens like a curtain. ",
 "He lays the beams of his rooms in the waters. \nHe makes the clouds his chariot. \nHe walks on the wings of the wind. ",
 "He makes his messengers winds, \nand his servants flames of fire. ",
 "He laid the foundations of the earth, \nthat it should not be moved forever. ",
 "You covered it with the deep as with a cloak. \nThe waters stood above the mountains. ",
 "At your rebuke they fled. \nAt the voice of your thunder they hurried away. ",
 "The mountains rose, \nthe valleys sank down, \nto the place which you had assigned to them. ",
 "You have set a boundary that they may not pass over, \nthat they don’t turn again to cover the earth. ",
 "He sends springs into the valleys. \nThey run among the mountains. ",
 "They give drink to every animal of the field. \nThe wild donkeys quench their thirst. ",
 "The birds of the sky nest by them. \nThey sing among the branches. ",
 "He waters the mountains from his rooms. \nThe earth is filled with the fruit of your works. ",
 "He causes the grass to grow for the livestock, \nand plants for man to cultivate, \nthat he may produce food out of the earth: ",
 "wine that makes the heart of man glad, \noil to make his face to shine, \nand bread that strengthens man’s heart. ",
 "Yahweh’s trees are well watered, \nthe cedars of Lebanon, which he has planted; ",
 "where the birds make their nests. \nThe stork makes its home in the cypress trees. ",
 "The high mountains are for the wild goats. \nThe rocks are a refuge for the rock badgers. ",
 "He appointed the moon for seasons. \nThe sun knows when to set. ",
 "You make darkness, and it is night, \nin which all the animals of the forest prowl. ",
 "The young lions roar after their prey, \nand seek their food from God. ",
 "The sun rises, and they steal away, \nand lie down in their dens. ",
 "Man goes out to his work, \nto his labor until the evening. ",
 "Yahweh, how many are your works! \nIn wisdom, you have made them all. \nThe earth is full of your riches. ",
 "There is the sea, great and wide, \nin which are innumerable living things, \nboth small and large animals. ",
 "There the ships go, \nand leviathan, whom you formed to play there. ",
 "These all wait for you, \nthat you may give them their food in due season. ",
 "You give to them; they gather. \nYou open your hand; they are satisfied with good. ",
 "You hide your face; they are troubled. \nYou take away their breath; they die and return to the dust. ",
 "You send out your Spirit and they are created. \nYou renew the face of the ground. ",
 "Let Yahweh’s glory endure forever. \nLet Yahweh rejoice in his works. ",
 "He looks at the earth, and it trembles. \nHe touches the mountains, and they smoke. ",
 "I will sing to Yahweh as long as I live. \nI will sing praise to my God while I have any being. ",
 "Let my meditation be sweet to him. \nI will rejoice in Yahweh. ",
 "Let sinners be consumed out of the earth. \nLet the wicked be no more. \nBless Yahweh, my soul. \nPraise Yah! "
]