[
 null,
 " \nGive thanks to Yahweh! Call on his name! \nMake his doings known among the peoples. ",
 "Sing to him, sing praises to him! \nTell of all his marvelous works. ",
 "Glory in his holy name. \nLet the heart of those who seek Yahweh rejoice. ",
 "Seek Yahweh and his strength. \nSeek his face forever more. ",
 "Remember his marvelous works that he has done: \nhis wonders, and the judgments of his mouth, ",
 "you offspring of Abraham, his servant, \nyou children of Jacob, his chosen ones. ",
 "He is Yahweh, our God. \nHis judgments are in all the earth. ",
 "He has remembered his covenant forever, \nthe word which he commanded to a thousand generations, ",
 "the covenant which he made with Abraham, \nhis oath to Isaac, ",
 "and confirmed it to Jacob for a statute; \nto Israel for an everlasting covenant, ",
 "saying, “To you I will give the land of Canaan, \nthe lot of your inheritance,” ",
 "when they were but a few men in number, \nyes, very few, and foreigners in it. ",
 "They went about from nation to nation, \nfrom one kingdom to another people. ",
 "He allowed no one to do them wrong. \nYes, he reproved kings for their sakes, ",
 "“Don’t touch my anointed ones! \nDo my prophets no harm!” ",
 "He called for a famine on the land. \nHe destroyed the food supplies. ",
 "He sent a man before them. \nJoseph was sold for a slave. ",
 "They bruised his feet with shackles. \nHis neck was locked in irons, ",
 "until the time that his word happened, \nand Yahweh’s word proved him true. ",
 "The king sent and freed him, \neven the ruler of peoples, and let him go free. ",
 "He made him lord of his house, \nand ruler of all of his possessions, ",
 "to discipline his princes at his pleasure, \nand to teach his elders wisdom. ",
 "Israel also came into Egypt. \nJacob lived in the land of Ham. ",
 "He increased his people greatly, \nand made them stronger than their adversaries. ",
 "He turned their heart to hate his people, \nto conspire against his servants. ",
 "He sent Moses, his servant, \nand Aaron, whom he had chosen. ",
 "They performed miracles among them, \nand wonders in the land of Ham. ",
 "He sent darkness, and made it dark. \nThey didn’t rebel against his words. ",
 "He turned their waters into blood, \nand killed their fish. ",
 "Their land swarmed with frogs, \neven in the rooms of their kings. ",
 "He spoke, and swarms of flies came, \nand lice in all their borders. ",
 "He gave them hail for rain, \nwith lightning in their land. ",
 "He struck their vines and also their fig trees, \nand shattered the trees of their country. ",
 "He spoke, and the locusts came \nwith the grasshoppers, without number, ",
 "ate up every plant in their land, \nand ate up the fruit of their ground. ",
 "He struck also all the firstborn in their land, \nthe first fruits of all their manhood. ",
 "He brought them out with silver and gold. \nThere was not one feeble person among his tribes. ",
 "Egypt was glad when they departed, \nfor the fear of them had fallen on them. ",
 "He spread a cloud for a covering, \nfire to give light in the night. ",
 "They asked, and he brought quails, \nand satisfied them with the bread of the sky. ",
 "He opened the rock, and waters gushed out. \nThey ran as a river in the dry places. ",
 "For he remembered his holy word, \nand Abraham, his servant. ",
 "He brought his people out with joy, \nhis chosen with singing. ",
 "He gave them the lands of the nations. \nThey took the labor of the peoples in possession, ",
 "that they might keep his statutes, \nand observe his laws. \nPraise Yah! "
]