[
 null,
 " \nPraise Yahweh! \nGive thanks to Yahweh, for he is good, \nfor his loving kindness endures forever. ",
 "Who can utter the mighty acts of Yahweh, \nor fully declare all his praise? ",
 "Blessed are those who keep justice. \nBlessed is one who does what is right at all times. ",
 "Remember me, Yahweh, with the favor that you show to your people. \nVisit me with your salvation, ",
 "that I may see the prosperity of your chosen, \nthat I may rejoice in the gladness of your nation, \nthat I may glory with your inheritance. \n ",
 "We have sinned with our fathers. \nWe have committed iniquity. \nWe have done wickedly. ",
 "Our fathers didn’t understand your wonders in Egypt. \nThey didn’t remember the multitude of your loving kindnesses, \nbut were rebellious at the sea, even at the Red Sea. ",
 "Nevertheless he saved them for his name’s sake, \nthat he might make his mighty power known. ",
 "He rebuked the Red Sea also, and it was dried up; \nso he led them through the depths, as through a desert. ",
 "He saved them from the hand of him who hated them, \nand redeemed them from the hand of the enemy. ",
 "The waters covered their adversaries. \nThere was not one of them left. ",
 "Then they believed his words. \nThey sang his praise. \n ",
 "They soon forgot his works. \nThey didn’t wait for his counsel, ",
 "but gave in to craving in the desert, \nand tested God in the wasteland. ",
 "He gave them their request, \nbut sent leanness into their soul. ",
 "They envied Moses also in the camp, \nand Aaron, Yahweh’s saint. ",
 "The earth opened and swallowed up Dathan, \nand covered the company of Abiram. ",
 "A fire was kindled in their company. \nThe flame burned up the wicked. ",
 "They made a calf in Horeb, \nand worshiped a molten image. ",
 "Thus they exchanged their glory \nfor an image of a bull that eats grass. ",
 "They forgot God, their Savior, \nwho had done great things in Egypt, ",
 "wondrous works in the land of Ham, \nand awesome things by the Red Sea. ",
 "Therefore he said that he would destroy them, \nhad Moses, his chosen, not stood before him in the breach, \nto turn away his wrath, so that he wouldn’t destroy them. ",
 "Yes, they despised the pleasant land. \nThey didn’t believe his word, ",
 "but murmured in their tents, \nand didn’t listen to Yahweh’s voice. ",
 "Therefore he swore to them \nthat he would overthrow them in the wilderness, ",
 "that he would overthrow their offspring among the nations, \nand scatter them in the lands. ",
 "They joined themselves also to Baal Peor, \nand ate the sacrifices of the dead. ",
 "Thus they provoked him to anger with their deeds. \nThe plague broke in on them. ",
 "Then Phinehas stood up and executed judgment, \nso the plague was stopped. ",
 "That was credited to him for righteousness, \nfor all generations to come. ",
 "They angered him also at the waters of Meribah, \nso that Moses was troubled for their sakes; ",
 "because they were rebellious against his spirit, \nhe spoke rashly with his lips. ",
 "They didn’t destroy the peoples, \nas Yahweh commanded them, ",
 "but mixed themselves with the nations, \nand learned their works. ",
 "They served their idols, \nwhich became a snare to them. ",
 "Yes, they sacrificed their sons and their daughters to demons. ",
 "They shed innocent blood, \neven the blood of their sons and of their daughters, \nwhom they sacrificed to the idols of Canaan. \nThe land was polluted with blood. ",
 "Thus they were defiled with their works, \nand prostituted themselves in their deeds. ",
 "Therefore Yahweh burned with anger against his people. \nHe abhorred his inheritance. ",
 "He gave them into the hand of the nations. \nThose who hated them ruled over them. ",
 "Their enemies also oppressed them. \nThey were brought into subjection under their hand. ",
 "He rescued them many times, \nbut they were rebellious in their counsel, \nand were brought low in their iniquity. ",
 "Nevertheless he regarded their distress, \nwhen he heard their cry. ",
 "He remembered for them his covenant, \nand repented according to the multitude of his loving kindnesses. ",
 "He made them also to be pitied \nby all those who carried them captive. \n ",
 "Save us, Yahweh, our God, \ngather us from among the nations, \nto give thanks to your holy name, \nto triumph in your praise! \n ",
 "Blessed be Yahweh, the God of Israel, \nfrom everlasting even to everlasting! \nLet all the people say, “Amen.” \nPraise Yah! "
]