[
 null,
 " \nGive thanks to Yahweh, for he is good, \nfor his loving kindness endures forever. ",
 "Let the redeemed by Yahweh say so, \nwhom he has redeemed from the hand of the adversary, ",
 "And gathered out of the lands, \nfrom the east and from the west, \nfrom the north and from the south. \n ",
 "They wandered in the wilderness in a desert way. \nThey found no city to live in. ",
 "Hungry and thirsty, \ntheir soul fainted in them. ",
 "Then they cried to Yahweh in their trouble, \nand he delivered them out of their distresses, ",
 "he led them also by a straight way, \nthat they might go to a city to live in. ",
 "Let them praise Yahweh for his loving kindness, \nfor his wonderful deeds to the children of men! \n ",
 "For he satisfies the longing soul. \nHe fills the hungry soul with good. \n ",
 "Some sat in darkness and in the shadow of death, \nbeing bound in affliction and iron, ",
 "because they rebelled against the words of God, \nand condemned the counsel of the Most High. ",
 "Therefore he brought down their heart with labor. \nThey fell down, and there was no one to help. ",
 "Then they cried to Yahweh in their trouble, \nand he saved them out of their distresses. ",
 "He brought them out of darkness and the shadow of death, \nand broke away their chains. ",
 "Let them praise Yahweh for his loving kindness, \nfor his wonderful deeds to the children of men! \n ",
 "For he has broken the gates of bronze, \nand cut through bars of iron. \n ",
 "Fools are afflicted because of their disobedience, \nand because of their iniquities. ",
 "Their soul abhors all kinds of food. \nThey draw near to the gates of death. ",
 "Then they cry to Yahweh in their trouble, \nhe saves them out of their distresses. ",
 "He sends his word, and heals them, \nand delivers them from their graves. ",
 "Let them praise Yahweh for his loving kindness, \nfor his wonderful deeds to the children of men! \n ",
 "Let them offer the sacrifices of thanksgiving, \nand declare his deeds with singing. \n ",
 "Those who go down to the sea in ships, \nwho do business in great waters; ",
 "These see Yahweh’s deeds, \nand his wonders in the deep. ",
 "For he commands, and raises the stormy wind, \nwhich lifts up its waves. ",
 "They mount up to the sky; they go down again to the depths. \nTheir soul melts away because of trouble. ",
 "They reel back and forth, and stagger like a drunken man, \nand are at their wits’ end. ",
 "Then they cry to Yahweh in their trouble, \nand he brings them out of their distress. ",
 "He makes the storm a calm, \nso that its waves are still. ",
 "Then they are glad because it is calm, \nso he brings them to their desired haven. ",
 "Let them praise Yahweh for his loving kindness, \nfor his wonderful deeds for the children of men! \n ",
 "Let them exalt him also in the assembly of the people, \nand praise him in the seat of the elders. \n ",
 "He turns rivers into a desert, \nwater springs into a thirsty ground, ",
 "and a fruitful land into a salt waste, \nfor the wickedness of those who dwell in it. ",
 "He turns a desert into a pool of water, \nand a dry land into water springs. ",
 "There he makes the hungry live, \nthat they may prepare a city to live in, ",
 "sow fields, plant vineyards, \nand reap the fruits of increase. ",
 "He blesses them also, so that they are multiplied greatly. \nHe doesn’t allow their livestock to decrease. ",
 "Again, they are diminished and bowed down \nthrough oppression, trouble, and sorrow. ",
 "He pours contempt on princes, \nand causes them to wander in a trackless waste. ",
 "Yet he lifts the needy out of their affliction, \nand increases their families like a flock. ",
 "The upright will see it, and be glad. \nAll the wicked will shut their mouths. ",
 "Whoever is wise will pay attention to these things. \nThey will consider the loving kindnesses of Yahweh. "
]