[
 null,
 " \nGod of my praise, don’t remain silent, ",
 "for they have opened the mouth of the wicked and the mouth of deceit against me. \nThey have spoken to me with a lying tongue. ",
 "They have also surrounded me with words of hatred, \nand fought against me without a cause. ",
 "In return for my love, they are my adversaries; \nbut I am in prayer. ",
 "They have rewarded me evil for good, \nand hatred for my love. ",
 "Set a wicked man over him. \nLet an adversary stand at his right hand. ",
 "When he is judged, let him come out guilty. \nLet his prayer be turned into sin. ",
 "Let his days be few. \nLet another take his office. ",
 "Let his children be fatherless, \nand his wife a widow. ",
 "Let his children be wandering beggars. \nLet them be sought from their ruins. ",
 "Let the creditor seize all that he has. \nLet strangers plunder the fruit of his labor. ",
 "Let there be no one to extend kindness to him, \nneither let there be anyone to have pity on his fatherless children. ",
 "Let his posterity be cut off. \nIn the generation following let their name be blotted out. ",
 "Let the iniquity of his fathers be remembered by Yahweh. \nDon’t let the sin of his mother be blotted out. ",
 "Let them be before Yahweh continually, \nthat he may cut off their memory from the earth; ",
 "because he didn’t remember to show kindness, \nbut persecuted the poor and needy man, \nthe broken in heart, to kill them. ",
 "Yes, he loved cursing, and it came to him. \nHe didn’t delight in blessing, and it was far from him. ",
 "He clothed himself also with cursing as with his garment. \nIt came into his inward parts like water, \nlike oil into his bones. ",
 "Let it be to him as the clothing with which he covers himself, \nfor the belt that is always around him. ",
 "This is the reward of my adversaries from Yahweh, \nof those who speak evil against my soul. \n ",
 "But deal with me, Yahweh the Lord, for your name’s sake, \nbecause your loving kindness is good, deliver me; ",
 "for I am poor and needy. \nMy heart is wounded within me. ",
 "I fade away like an evening shadow. \nI am shaken off like a locust. ",
 "My knees are weak through fasting. \nMy body is thin and lacks fat. ",
 "I have also become a reproach to them. \nWhen they see me, they shake their head. ",
 "Help me, Yahweh, my God. \nSave me according to your loving kindness; ",
 "that they may know that this is your hand; \nthat you, Yahweh, have done it. ",
 "They may curse, but you bless. \nWhen they arise, they will be shamed, \nbut your servant shall rejoice. ",
 "Let my adversaries be clothed with dishonor. \nLet them cover themselves with their own shame as with a robe. ",
 "I will give great thanks to Yahweh with my mouth. \nYes, I will praise him among the multitude. ",
 "For he will stand at the right hand of the needy, \nto save him from those who judge his soul. "
]