[
 null,
 " \nGive thanks to Yahweh, for he is good, \nfor his loving kindness endures forever. ",
 "Let Israel now say \nthat his loving kindness endures forever. ",
 "Let the house of Aaron now say \nthat his loving kindness endures forever. ",
 "Now let those who fear Yahweh say \nthat his loving kindness endures forever. ",
 "Out of my distress, I called on Yah. \nYah answered me with freedom. ",
 "Yahweh is on my side. I will not be afraid. \nWhat can man do to me? ",
 "Yahweh is on my side among those who help me. \nTherefore I will look in triumph at those who hate me. ",
 "It is better to take refuge in Yahweh, \nthan to put confidence in man. ",
 "It is better to take refuge in Yahweh, \nthan to put confidence in princes. ",
 "All the nations surrounded me, \nbut in Yahweh’s name, I cut them off. ",
 "They surrounded me, yes, they surrounded me. \nIn Yahweh’s name I indeed cut them off. ",
 "They surrounded me like bees. \nThey are quenched like the burning thorns. \nIn Yahweh’s name I cut them off. ",
 "You pushed me back hard, to make me fall, \nbut Yahweh helped me. ",
 "Yah is my strength and song. \nHe has become my salvation. ",
 "The voice of rejoicing and salvation is in the tents of the righteous. \n“The right hand of Yahweh does valiantly. ",
 "The right hand of Yahweh is exalted! \nThe right hand of Yahweh does valiantly!” ",
 "I will not die, but live, \nand declare Yah’s works. ",
 "Yah has punished me severely, \nbut he has not given me over to death. ",
 "Open to me the gates of righteousness. \nI will enter into them. \nI will give thanks to Yah. ",
 "This is the gate of Yahweh; \nthe righteous will enter into it. ",
 "I will give thanks to you, for you have answered me, \nand have become my salvation. ",
 "The stone which the builders rejected \nhas become the cornerstone. ",
 "This is Yahweh’s doing. \nIt is marvelous in our eyes. ",
 "This is the day that Yahweh has made. \nWe will rejoice and be glad in it! ",
 "Save us now, we beg you, Yahweh! \nYahweh, we beg you, send prosperity now. ",
 "Blessed is he who comes in Yahweh’s name! \nWe have blessed you out of Yahweh’s house. ",
 "Yahweh is God, and he has given us light. \nBind the sacrifice with cords, even to the horns of the altar. ",
 "You are my God, and I will give thanks to you. \nYou are my God, I will exalt you. ",
 "Oh give thanks to Yahweh, for he is good, \nfor his loving kindness endures forever. "
]