[
 null,
 " \nYahweh, you have searched me, \nand you know me. ",
 "You know my sitting down and my rising up. \nYou perceive my thoughts from afar. ",
 "You search out my path and my lying down, \nand are acquainted with all my ways. ",
 "For there is not a word on my tongue, \nbut, behold, Yahweh, you know it altogether. ",
 "You hem me in behind and before. \nYou laid your hand on me. ",
 "This knowledge is beyond me. \nIt’s lofty. \nI can’t attain it. ",
 "Where could I go from your Spirit? \nOr where could I flee from your presence? ",
 "If I ascend up into heaven, you are there. \nIf I make my bed in Sheol, behold, you are there! ",
 "If I take the wings of the dawn, \nand settle in the uttermost parts of the sea, ",
 "even there your hand will lead me, \nand your right hand will hold me. ",
 "If I say, “Surely the darkness will overwhelm me. \nThe light around me will be night,” ",
 "even the darkness doesn’t hide from you, \nbut the night shines as the day. \nThe darkness is like light to you. ",
 "For you formed my inmost being. \nYou knit me together in my mother’s womb. ",
 "I will give thanks to you, \nfor I am fearfully and wonderfully made. \nYour works are wonderful. \nMy soul knows that very well. ",
 "My frame wasn’t hidden from you, \nwhen I was made in secret, \nwoven together in the depths of the earth. ",
 "Your eyes saw my body. \nIn your book they were all written, \nthe days that were ordained for me, \nwhen as yet there were none of them. ",
 "How precious to me are your thoughts, God! \nHow vast is their sum! ",
 "If I would count them, they are more in number than the sand. \nWhen I wake up, I am still with you. ",
 "If only you, God, would kill the wicked. \nGet away from me, you bloodthirsty men! ",
 "For they speak against you wickedly. \nYour enemies take your name in vain. ",
 "Yahweh, don’t I hate those who hate you? \nAm I not grieved with those who rise up against you? ",
 "I hate them with perfect hatred. \nThey have become my enemies. ",
 "Search me, God, and know my heart. \nTry me, and know my thoughts. ",
 "See if there is any wicked way in me, \nand lead me in the everlasting way. "
]