[
 null,
 " \nI love you, Yahweh, my strength. ",
 "Yahweh is my rock, my fortress, and my deliverer; \nmy God, my rock, in whom I take refuge; \nmy shield, and the horn of my salvation, my high tower. ",
 "I call on Yahweh, who is worthy to be praised; \nand I am saved from my enemies. ",
 "The cords of death surrounded me. \nThe floods of ungodliness made me afraid. ",
 "The cords of Sheol were around me. \nThe snares of death came on me. ",
 "In my distress I called on Yahweh, \nand cried to my God. \nHe heard my voice out of his temple. \nMy cry before him came into his ears. ",
 "Then the earth shook and trembled. \nThe foundations also of the mountains quaked and were shaken, \nbecause he was angry. ",
 "Smoke went out of his nostrils. \nConsuming fire came out of his mouth. \nCoals were kindled by it. ",
 "He bowed the heavens also, and came down. \nThick darkness was under his feet. ",
 "He rode on a cherub, and flew. \nYes, he soared on the wings of the wind. ",
 "He made darkness his hiding place, his pavilion around him, \ndarkness of waters, thick clouds of the skies. ",
 "At the brightness before him his thick clouds passed, \nhailstones and coals of fire. ",
 "Yahweh also thundered in the sky. \nThe Most High uttered his voice: \nhailstones and coals of fire. ",
 "He sent out his arrows, and scattered them; \nYes, great lightning bolts, and routed them. ",
 "Then the channels of waters appeared. \nThe foundations of the world were laid bare at your rebuke, Yahweh, \nat the blast of the breath of your nostrils. ",
 "He sent from on high. \nHe took me. \nHe drew me out of many waters. ",
 "He delivered me from my strong enemy, \nfrom those who hated me; for they were too mighty for me. ",
 "They came on me in the day of my calamity, \nbut Yahweh was my support. ",
 "He brought me out also into a large place. \nHe delivered me, because he delighted in me. ",
 "Yahweh has rewarded me according to my righteousness. \nAccording to the cleanness of my hands, he has recompensed me. ",
 "For I have kept the ways of Yahweh, \nand have not wickedly departed from my God. ",
 "For all his ordinances were before me. \nI didn’t put away his statutes from me. ",
 "I was also blameless with him. \nI kept myself from my iniquity. ",
 "Therefore Yahweh has rewarded me according to my righteousness, \naccording to the cleanness of my hands in his eyesight. ",
 "With the merciful you will show yourself merciful. \nWith the perfect man, you will show yourself perfect. ",
 "With the pure, you will show yourself pure. \nWith the crooked you will show yourself shrewd. ",
 "For you will save the afflicted people, \nbut the arrogant eyes you will bring down. ",
 "For you will light my lamp, Yahweh. \nMy God will light up my darkness. ",
 "For by you, I advance through a troop. \nBy my God, I leap over a wall. ",
 "As for God, his way is perfect. \nYahweh’s word is tried. \nHe is a shield to all those who take refuge in him. ",
 "For who is God, except Yahweh? \nWho is a rock, besides our God, ",
 "the God who arms me with strength, and makes my way perfect? ",
 "He makes my feet like deer’s feet, \nand sets me on my high places. ",
 "He teaches my hands to war, \nso that my arms bend a bow of bronze. ",
 "You have also given me the shield of your salvation. \nYour right hand sustains me. \nYour gentleness has made me great. ",
 "You have enlarged my steps under me, \nMy feet have not slipped. ",
 "I will pursue my enemies, and overtake them. \nI won’t turn away until they are consumed. ",
 "I will strike them through, so that they will not be able to rise. \nThey shall fall under my feet. ",
 "For you have armed me with strength to the battle. \nYou have subdued under me those who rose up against me. ",
 "You have also made my enemies turn their backs to me, \nthat I might cut off those who hate me. ",
 "They cried, but there was no one to save; \neven to Yahweh, but he didn’t answer them. ",
 "Then I beat them small as the dust before the wind. \nI cast them out as the mire of the streets. ",
 "You have delivered me from the strivings of the people. \nYou have made me the head of the nations. \nA people whom I have not known shall serve me. ",
 "As soon as they hear of me they shall obey me. \nThe foreigners shall submit themselves to me. ",
 "The foreigners shall fade away, \nand shall come trembling out of their strongholds. ",
 "Yahweh lives! Blessed be my rock. \nExalted be the God of my salvation, ",
 "even the God who executes vengeance for me, \nand subdues peoples under me. ",
 "He rescues me from my enemies. \nYes, you lift me up above those who rise up against me. \nYou deliver me from the violent man. ",
 "Therefore I will give thanks to you, Yahweh, among the nations, \nand will sing praises to your name. ",
 "He gives great deliverance to his king, \nand shows loving kindness to his anointed, \nto David and to his offspring, forever more. "
]