[
 null,
 " \nMy God, my God, why have you forsaken me? \nWhy are you so far from helping me, and from the words of my groaning? ",
 "My God, I cry in the daytime, but you don’t answer; \nin the night season, and am not silent. ",
 "But you are holy, \nyou who inhabit the praises of Israel. ",
 "Our fathers trusted in you. \nThey trusted, and you delivered them. ",
 "They cried to you, and were delivered. \nThey trusted in you, and were not disappointed. ",
 "But I am a worm, and no man; \na reproach of men, and despised by the people. ",
 "All those who see me mock me. \nThey insult me with their lips. They shake their heads, saying, ",
 "“He trusts in Yahweh. \nLet him deliver him. \nLet him rescue him, since he delights in him.” ",
 "But you brought me out of the womb. \nYou made me trust while at my mother’s breasts. ",
 "I was thrown on you from my mother’s womb. \nYou are my God since my mother bore me. ",
 "Don’t be far from me, for trouble is near. \nFor there is no one to help. ",
 "Many bulls have surrounded me. \nStrong bulls of Bashan have encircled me. ",
 "They open their mouths wide against me, \nlions tearing prey and roaring. ",
 "I am poured out like water. \nAll my bones are out of joint. \nMy heart is like wax. \nIt is melted within me. ",
 "My strength is dried up like a potsherd. \nMy tongue sticks to the roof of my mouth. \nYou have brought me into the dust of death. ",
 "For dogs have surrounded me. \nA company of evildoers have enclosed me. \nThey have pierced my hands and feet. ",
 "I can count all of my bones. \nThey look and stare at me. ",
 "They divide my garments among them. \nThey cast lots for my clothing. \n ",
 "But don’t be far off, Yahweh. \nYou are my help. Hurry to help me! ",
 "Deliver my soul from the sword, \nmy precious life from the power of the dog. ",
 "Save me from the lion’s mouth! \nYes, you have rescued me from the horns of the wild oxen. \n ",
 "I will declare your name to my brothers. \nAmong the assembly, I will praise you. ",
 "You who fear Yahweh, praise him! \nAll you descendants of Jacob, glorify him! \nStand in awe of him, all you descendants of Israel! ",
 "For he has not despised nor abhorred the affliction of the afflicted, \nNeither has he hidden his face from him; \nbut when he cried to him, he heard. \n ",
 "My praise of you comes in the great assembly. \nI will pay my vows before those who fear him. ",
 "The humble shall eat and be satisfied. \nThey shall praise Yahweh who seek after him. \nLet your hearts live forever. ",
 "All the ends of the earth shall remember and turn to Yahweh. \nAll the relatives of the nations shall worship before you. ",
 "For the kingdom is Yahweh’s. \nHe is the ruler over the nations. ",
 "All the rich ones of the earth shall eat and worship. \nAll those who go down to the dust shall bow before him, \neven he who can’t keep his soul alive. ",
 "Posterity shall serve him. \nFuture generations shall be told about the Lord. ",
 "They shall come and shall declare his righteousness to a people that shall be born, \nfor he has done it. "
]