[
 null,
 " \nIn you, Yahweh, I take refuge. \nLet me never be disappointed. \nDeliver me in your righteousness. ",
 "Bow down your ear to me. \nDeliver me speedily. \nBe to me a strong rock, \na house of defense to save me. ",
 "For you are my rock and my fortress, \ntherefore for your name’s sake lead me and guide me. ",
 "Pluck me out of the net that they have laid secretly for me, \nfor you are my stronghold. ",
 "Into your hand I commend my spirit. \nYou redeem me, Yahweh, God of truth. ",
 "I hate those who regard lying vanities, \nbut I trust in Yahweh. ",
 "I will be glad and rejoice in your loving kindness, \nfor you have seen my affliction. \nYou have known my soul in adversities. ",
 "You have not shut me up into the hand of the enemy. \nYou have set my feet in a large place. ",
 "Have mercy on me, Yahweh, for I am in distress. \nMy eye, my soul, and my body waste away with grief. ",
 "For my life is spent with sorrow, \nmy years with sighing. \nMy strength fails because of my iniquity. \nMy bones are wasted away. ",
 "Because of all my adversaries I have become utterly contemptible to my neighbors, \na horror to my acquaintances. \nThose who saw me on the street fled from me. ",
 "I am forgotten from their hearts like a dead man. \nI am like broken pottery. ",
 "For I have heard the slander of many, terror on every side, \nwhile they conspire together against me, \nthey plot to take away my life. ",
 "But I trust in you, Yahweh. \nI said, “You are my God.” ",
 "My times are in your hand. \nDeliver me from the hand of my enemies, and from those who persecute me. ",
 "Make your face to shine on your servant. \nSave me in your loving kindness. ",
 "Let me not be disappointed, Yahweh, for I have called on you. \nLet the wicked be disappointed. \nLet them be silent in Sheol. ",
 "Let the lying lips be mute, \nwhich speak against the righteous insolently, with pride and contempt. ",
 "Oh how great is your goodness, \nwhich you have laid up for those who fear you, \nwhich you have worked for those who take refuge in you, \nbefore the sons of men! ",
 "In the shelter of your presence you will hide them from the plotting of man. \nYou will keep them secretly in a dwelling away from the strife of tongues. ",
 "Praise be to Yahweh, \nfor he has shown me his marvelous loving kindness in a strong city. ",
 "As for me, I said in my haste, “I am cut off from before your eyes.” \nNevertheless you heard the voice of my petitions when I cried to you. ",
 "Oh love Yahweh, all you his saints! \nYahweh preserves the faithful, \nand fully recompenses him who behaves arrogantly. ",
 "Be strong, and let your heart take courage, \nall you who hope in Yahweh. "
]