[
 null,
 " \nContend, Yahweh, with those who contend with me. \nFight against those who fight against me. ",
 "Take hold of shield and buckler, \nand stand up for my help. ",
 "Brandish the spear and block those who pursue me. \nTell my soul, “I am your salvation.” ",
 "Let those who seek after my soul be disappointed and brought to dishonor. \nLet those who plot my ruin be turned back and confounded. ",
 "Let them be as chaff before the wind, \nYahweh’s angel driving them on. ",
 "Let their way be dark and slippery, \nYahweh’s angel pursuing them. ",
 "For without cause they have hidden their net in a pit for me. \nWithout cause they have dug a pit for my soul. ",
 "Let destruction come on him unawares. \nLet his net that he has hidden catch himself. \nLet him fall into that destruction. \n ",
 "My soul shall be joyful in Yahweh. \nIt shall rejoice in his salvation. ",
 "All my bones shall say, “Yahweh, who is like you, \nwho delivers the poor from him who is too strong for him; \nyes, the poor and the needy from him who robs him?” ",
 "Unrighteous witnesses rise up. \nThey ask me about things that I don’t know about. ",
 "They reward me evil for good, \nto the bereaving of my soul. \n ",
 "But as for me, when they were sick, my clothing was sackcloth. \nI afflicted my soul with fasting. \nMy prayer returned into my own bosom. ",
 "I behaved myself as though it had been my friend or my brother. \nI bowed down mourning, as one who mourns his mother. ",
 "But in my adversity, they rejoiced, and gathered themselves together. \nThe attackers gathered themselves together against me, and I didn’t know it. \nThey tore at me, and didn’t cease. ",
 "Like the profane mockers in feasts, \nthey gnashed their teeth at me. ",
 "Lord, how long will you look on? \nRescue my soul from their destruction, \nmy precious life from the lions. ",
 "I will give you thanks in the great assembly. \nI will praise you among many people. ",
 "Don’t let those who are my enemies wrongfully rejoice over me; \nneither let those who hate me without a cause wink their eyes. ",
 "For they don’t speak peace, \nbut they devise deceitful words against those who are quiet in the land. ",
 "Yes, they opened their mouth wide against me. \nThey said, “Aha! Aha! Our eye has seen it!” ",
 "You have seen it, Yahweh. Don’t keep silent. \nLord, don’t be far from me. ",
 "Wake up! Rise up to defend me, my God! \nMy Lord, contend for me! ",
 "Vindicate me, Yahweh my God, according to your righteousness. \nDon’t let them gloat over me. ",
 "Don’t let them say in their heart, “Aha! That’s the way we want it!” \nDon’t let them say, “We have swallowed him up!” ",
 "Let them be disappointed and confounded together who rejoice at my calamity. \nLet them be clothed with shame and dishonor who magnify themselves against me. \n ",
 "Let those who favor my righteous cause shout for joy and be glad. \nYes, let them say continually, “May Yahweh be magnified, \nwho has pleasure in the prosperity of his servant!” ",
 "My tongue shall talk about your righteousness and about your praise all day long. "
]