[
 null,
 " \nDon’t fret because of evildoers, \nneither be envious against those who work unrighteousness. ",
 "For they shall soon be cut down like the grass, \nand wither like the green herb. ",
 "Trust in Yahweh, and do good. \nDwell in the land, and enjoy safe pasture. ",
 "Also delight yourself in Yahweh, \nand he will give you the desires of your heart. ",
 "Commit your way to Yahweh. \nTrust also in him, and he will do this: ",
 "he will make your righteousness shine out like light, \nand your justice as the noon day sun. ",
 "Rest in Yahweh, and wait patiently for him. \nDon’t fret because of him who prospers in his way, \nbecause of the man who makes wicked plots happen. ",
 "Cease from anger, and forsake wrath. \nDon’t fret; it leads only to evildoing. ",
 "For evildoers shall be cut off, \nbut those who wait for Yahweh shall inherit the land. ",
 "For yet a little while, and the wicked will be no more. \nYes, though you look for his place, he isn’t there. ",
 "But the humble shall inherit the land, \nand shall delight themselves in the abundance of peace. ",
 "The wicked plots against the just, \nand gnashes at him with his teeth. ",
 "The Lord will laugh at him, \nfor he sees that his day is coming. ",
 "The wicked have drawn out the sword, and have bent their bow, \nto cast down the poor and needy, \nto kill those who are upright on the path. ",
 "Their sword shall enter into their own heart. \nTheir bows shall be broken. ",
 "Better is a little that the righteous has, \nthan the abundance of many wicked. ",
 "For the arms of the wicked shall be broken, \nbut Yahweh upholds the righteous. ",
 "Yahweh knows the days of the perfect. \nTheir inheritance shall be forever. ",
 "They shall not be disappointed in the time of evil. \nIn the days of famine they shall be satisfied. \n ",
 "But the wicked shall perish. \nThe enemies of Yahweh shall be like the beauty of the fields. \nThey will vanish— \nvanish like smoke. ",
 "The wicked borrow, and don’t pay back, \nbut the righteous give generously. ",
 "For such as are blessed by him shall inherit the land. \nThose who are cursed by him shall be cut off. ",
 "A man’s steps are established by Yahweh. \nHe delights in his way. ",
 "Though he stumble, he shall not fall, \nfor Yahweh holds him up with his hand. ",
 "I have been young, and now am old, \nyet I have not seen the righteous forsaken, \nnor his children begging for bread. ",
 "All day long he deals graciously, and lends. \nHis offspring is blessed. ",
 "Depart from evil, and do good. \nLive securely forever. ",
 "For Yahweh loves justice, \nand doesn’t forsake his saints. \nThey are preserved forever, \nbut the children of the wicked shall be cut off. ",
 "The righteous shall inherit the land, \nand live in it forever. \n ",
 "The mouth of the righteous talks of wisdom. \nHis tongue speaks justice. ",
 "The law of his God is in his heart. \nNone of his steps shall slide. ",
 "The wicked watch the righteous, \nand seek to kill him. ",
 "Yahweh will not leave him in his hand, \nnor condemn him when he is judged. ",
 "Wait for Yahweh, and keep his way, \nand he will exalt you to inherit the land. \nWhen the wicked are cut off, you shall see it. \n ",
 "I have seen the wicked in great power, \nspreading himself like a green tree in its native soil. ",
 "But he passed away, and behold, he was not. \nYes, I sought him, but he could not be found. ",
 "Mark the perfect man, and see the upright, \nfor there is a future for the man of peace. ",
 "As for transgressors, they shall be destroyed together. \nThe future of the wicked shall be cut off. ",
 "But the salvation of the righteous is from Yahweh. \nHe is their stronghold in the time of trouble. ",
 "Yahweh helps them and rescues them. \nHe rescues them from the wicked and saves them, \nbecause they have taken refuge in him. "
]