[
 null,
 " \nI waited patiently for Yahweh. \nHe turned to me, and heard my cry. ",
 "He brought me up also out of a horrible pit, \nout of the miry clay. \nHe set my feet on a rock, \nand gave me a firm place to stand. ",
 "He has put a new song in my mouth, even praise to our God. \nMany shall see it, and fear, and shall trust in Yahweh. ",
 "Blessed is the man who makes Yahweh his trust, \nand doesn’t respect the proud, nor such as turn away to lies. ",
 "Many, Yahweh, my God, are the wonderful works which you have done, \nand your thoughts which are toward us. \nThey can’t be declared back to you. \nIf I would declare and speak of them, they are more than can be counted. ",
 "Sacrifice and offering you didn’t desire. \nYou have opened my ears. \nYou have not required burnt offering and sin offering. ",
 "Then I said, “Behold, I have come. \nIt is written about me in the book in the scroll. ",
 "I delight to do your will, my God. \nYes, your law is within my heart.” ",
 "I have proclaimed glad news of righteousness in the great assembly. \nBehold, I will not seal my lips, Yahweh, you know. ",
 "I have not hidden your righteousness within my heart. \nI have declared your faithfulness and your salvation. \nI have not concealed your loving kindness and your truth from the great assembly. ",
 "Don’t withhold your tender mercies from me, Yahweh. \nLet your loving kindness and your truth continually preserve me. ",
 "For innumerable evils have surrounded me. \nMy iniquities have overtaken me, so that I am not able to look up. \nThey are more than the hairs of my head. \nMy heart has failed me. ",
 "Be pleased, Yahweh, to deliver me. \nHurry to help me, Yahweh. ",
 "Let them be disappointed and confounded together who seek after my soul to destroy it. \nLet them be turned backward and brought to dishonor who delight in my hurt. ",
 "Let them be desolate by reason of their shame that tell me, “Aha! Aha!” ",
 "Let all those who seek you rejoice and be glad in you. \nLet such as love your salvation say continually, “Let Yahweh be exalted!” ",
 "But I am poor and needy. \nMay the Lord think about me. \nYou are my help and my deliverer. \nDon’t delay, my God. "
]