[
 null,
 " \nThe Mighty One, God, Yahweh, speaks, \nand calls the earth from sunrise to sunset. ",
 "Out of Zion, the perfection of beauty, \nGod shines out. ",
 "Our God comes, and does not keep silent. \nA fire devours before him. \nIt is very stormy around him. ",
 "He calls to the heavens above, \nto the earth, that he may judge his people: ",
 "“Gather my saints together to me, \nthose who have made a covenant with me by sacrifice.” ",
 "The heavens shall declare his righteousness, \nfor God himself is judge. ",
 "“Hear, my people, and I will speak. \nIsrael, I will testify against you. \nI am God, your God. ",
 "I don’t rebuke you for your sacrifices. \nYour burnt offerings are continually before me. ",
 "I have no need for a bull from your stall, \nnor male goats from your pens. ",
 "For every animal of the forest is mine, \nand the livestock on a thousand hills. ",
 "I know all the birds of the mountains. \nThe wild animals of the field are mine. ",
 "If I were hungry, I would not tell you, \nfor the world is mine, and all that is in it. ",
 "Will I eat the meat of bulls, \nor drink the blood of goats? ",
 "Offer to God the sacrifice of thanksgiving. \nPay your vows to the Most High. ",
 "Call on me in the day of trouble. \nI will deliver you, and you will honor me.” \n ",
 "But to the wicked God says, \n“What right do you have to declare my statutes, \nthat you have taken my covenant on your lips, ",
 "since you hate instruction, \nand throw my words behind you? ",
 "When you saw a thief, you consented with him, \nand have participated with adulterers. \n ",
 "“You give your mouth to evil. \nYour tongue frames deceit. ",
 "You sit and speak against your brother. \nYou slander your own mother’s son. ",
 "You have done these things, and I kept silent. \nYou thought that I was just like you. \nI will rebuke you, and accuse you in front of your eyes. \n ",
 "“Now consider this, you who forget God, \nlest I tear you into pieces, and there be no one to deliver. ",
 "Whoever offers the sacrifice of thanksgiving glorifies me, \nand prepares his way so that I will show God’s salvation to him.” "
]