[
 null,
 " \nListen to my prayer, God. \nDon’t hide yourself from my supplication. ",
 "Attend to me, and answer me. \nI am restless in my complaint, \nand moan  ",
 "because of the voice of the enemy, \nbecause of the oppression of the wicked. \nFor they bring suffering on me. \nIn anger they hold a grudge against me. ",
 "My heart is severely pained within me. \nThe terrors of death have fallen on me. ",
 "Fearfulness and trembling have come on me. \nHorror has overwhelmed me. ",
 "I said, “Oh that I had wings like a dove! \nThen I would fly away, and be at rest. ",
 "Behold, then I would wander far off. \nI would lodge in the wilderness.” ",
 "“I would hurry to a shelter from the stormy wind and storm.” ",
 "Confuse them, Lord, and confound their language, \nfor I have seen violence and strife in the city. ",
 "Day and night they prowl around on its walls. \nMalice and abuse are also within her. ",
 "Destructive forces are within her. \nThreats and lies don’t depart from her streets. ",
 "For it was not an enemy who insulted me, \nthen I could have endured it. \nNeither was it he who hated me who raised himself up against me, \nthen I would have hidden myself from him. ",
 "But it was you, a man like me, \nmy companion, and my familiar friend. ",
 "We took sweet fellowship together. \nWe walked in God’s house with company. ",
 "Let death come suddenly on them. \nLet them go down alive into Sheol. \nFor wickedness is among them, in their dwelling. ",
 "As for me, I will call on God. \nYahweh will save me. ",
 "Evening, morning, and at noon, I will cry out in distress. \nHe will hear my voice. ",
 "He has redeemed my soul in peace from the battle that was against me, \nalthough there are many who oppose me. ",
 "God, who is enthroned forever, \nwill hear and answer them. \nThey never change, \nwho don’t fear God. ",
 "He raises his hands against his friends. \nHe has violated his covenant. ",
 "His mouth was smooth as butter, \nbut his heart was war. \nHis words were softer than oil, \nyet they were drawn swords. \n ",
 "Cast your burden on Yahweh and he will sustain you. \nHe will never allow the righteous to be moved. ",
 "But you, God, will bring them down into the pit of destruction. \nBloodthirsty and deceitful men shall not live out half their days, \nbut I will trust in you. "
]