[
 null,
 " \nLet God arise! \nLet his enemies be scattered! \nLet them who hate him also flee before him. ",
 "As smoke is driven away, \nso drive them away. \nAs wax melts before the fire, \nso let the wicked perish at the presence of God. ",
 "But let the righteous be glad. \nLet them rejoice before God. \nYes, let them rejoice with gladness. ",
 "Sing to God! Sing praises to his name! \nExtol him who rides on the clouds: \nto Yah, his name! \nRejoice before him! ",
 "A father of the fatherless, and a defender of the widows, \nis God in his holy habitation. ",
 "God sets the lonely in families. \nHe brings out the prisoners with singing, \nbut the rebellious dwell in a sun-scorched land. \n ",
 "God, when you went out before your people, \nwhen you marched through the wilderness... ",
 "The earth trembled. \nThe sky also poured down rain at the presence of the God of Sinai— \nat the presence of God, the God of Israel. ",
 "You, God, sent a plentiful rain. \nYou confirmed your inheritance when it was weary. ",
 "Your congregation lived therein. \nYou, God, prepared your goodness for the poor. ",
 "The Lord announced the word. \nThe ones who proclaim it are a great company. ",
 "“Kings of armies flee! They flee!” \nShe who waits at home divides the plunder, ",
 "while you sleep among the camp fires, \nthe wings of a dove sheathed with silver, \nher feathers with shining gold. ",
 "When the Almighty scattered kings in her, \nit snowed on Zalmon. ",
 "The mountains of Bashan are majestic mountains. \nThe mountains of Bashan are rugged. ",
 "Why do you look in envy, you rugged mountains, \nat the mountain where God chooses to reign? \nYes, Yahweh will dwell there forever. ",
 "The chariots of God are tens of thousands and thousands of thousands. \nThe Lord is among them, from Sinai, into the sanctuary. ",
 "You have ascended on high. \nYou have led away captives. \nYou have received gifts among people, \nyes, among the rebellious also, that Yah God might dwell there. \n ",
 "Blessed be the Lord, who daily bears our burdens, \neven the God who is our salvation. ",
 "God is to us a God of deliverance. \nTo Yahweh, the Lord, belongs escape from death. ",
 "But God will strike through the head of his enemies, \nthe hairy scalp of such a one as still continues in his guiltiness. ",
 "The Lord said, “I will bring you again from Bashan, \nI will bring you again from the depths of the sea, ",
 "that you may crush them, dipping your foot in blood, \nthat the tongues of your dogs may have their portion from your enemies.” ",
 "They have seen your processions, God, \neven the processions of my God, my King, into the sanctuary. ",
 "The singers went before, the minstrels followed after, \namong the ladies playing with tambourines, ",
 "“Bless God in the congregations, \neven the Lord in the assembly of Israel!” ",
 "There is little Benjamin, their ruler, \nthe princes of Judah, their council, \nthe princes of Zebulun, and the princes of Naphtali. \n ",
 "Your God has commanded your strength. \nStrengthen, God, that which you have done for us. ",
 "Because of your temple at Jerusalem, \nkings shall bring presents to you. ",
 "Rebuke the wild animal of the reeds, \nthe multitude of the bulls, with the calves of the peoples. \nBeing humbled, may it bring bars of silver. \nScatter the nations that delight in war. ",
 "Princes shall come out of Egypt. \nEthiopia shall hurry to stretch out her hands to God. ",
 "Sing to God, you kingdoms of the earth! \nSing praises to the Lord! ",
 "To him who rides on the heaven of heavens, which are of old; \nbehold, he utters his voice, a mighty voice. ",
 "Ascribe strength to God! \nHis excellency is over Israel, \nhis strength is in the skies. ",
 "You are awesome, God, in your sanctuaries. \nThe God of Israel gives strength and power to his people. \nPraise be to God! "
]