[
 null,
 " \nSave me, God, \nfor the waters have come up to my neck! ",
 "I sink in deep mire, where there is no foothold. \nI have come into deep waters, where the floods overflow me. ",
 "I am weary with my crying. \nMy throat is dry. \nMy eyes fail looking for my God. ",
 "Those who hate me without a cause are more than the hairs of my head. \nThose who want to cut me off, being my enemies wrongfully, are mighty. \nI have to restore what I didn’t take away. ",
 "God, you know my foolishness. \nMy sins aren’t hidden from you. ",
 "Don’t let those who wait for you be shamed through me, Lord Yahweh of Armies. \nDon’t let those who seek you be brought to dishonor through me, God of Israel. ",
 "Because for your sake, I have borne reproach. \nShame has covered my face. ",
 "I have become a stranger to my brothers, \nan alien to my mother’s children. ",
 "For the zeal of your house consumes me. \nThe reproaches of those who reproach you have fallen on me. ",
 "When I wept and I fasted, \nthat was to my reproach. ",
 "When I made sackcloth my clothing, \nI became a byword to them. ",
 "Those who sit in the gate talk about me. \nI am the song of the drunkards. ",
 "But as for me, my prayer is to you, Yahweh, in an acceptable time. \nGod, in the abundance of your loving kindness, answer me in the truth of your salvation. ",
 "Deliver me out of the mire, and don’t let me sink. \nLet me be delivered from those who hate me, and out of the deep waters. ",
 "Don’t let the flood waters overwhelm me, \nneither let the deep swallow me up. \nDon’t let the pit shut its mouth on me. ",
 "Answer me, Yahweh, for your loving kindness is good. \nAccording to the multitude of your tender mercies, turn to me. ",
 "Don’t hide your face from your servant, \nfor I am in distress. \nAnswer me speedily! ",
 "Draw near to my soul and redeem it. \nRansom me because of my enemies. ",
 "You know my reproach, my shame, and my dishonor. \nMy adversaries are all before you. ",
 "Reproach has broken my heart, and I am full of heaviness. \nI looked for some to take pity, but there was none; \nfor comforters, but I found none. ",
 "They also gave me poison for my food. \nIn my thirst, they gave me vinegar to drink. ",
 "Let their table before them become a snare. \nMay it become a retribution and a trap. ",
 "Let their eyes be darkened, so that they can’t see. \nLet their backs be continually bent. ",
 "Pour out your indignation on them. \nLet the fierceness of your anger overtake them. ",
 "Let their habitation be desolate. \nLet no one dwell in their tents. ",
 "For they persecute him whom you have wounded. \nThey tell of the sorrow of those whom you have hurt. ",
 "Charge them with crime upon crime. \nDon’t let them come into your righteousness. ",
 "Let them be blotted out of the book of life, \nand not be written with the righteous. ",
 "But I am in pain and distress. \nLet your salvation, God, protect me. ",
 "I will praise the name of God with a song, \nand will magnify him with thanksgiving. ",
 "It will please Yahweh better than an ox, \nor a bull that has horns and hoofs. ",
 "The humble have seen it, and are glad. \nYou who seek after God, let your heart live. ",
 "For Yahweh hears the needy, \nand doesn’t despise his captive people. ",
 "Let heaven and earth praise him; \nthe seas, and everything that moves therein! ",
 "For God will save Zion, and build the cities of Judah. \nThey shall settle there, and own it. ",
 "The children also of his servants shall inherit it. \nThose who love his name shall dwell therein. "
]