[
 null,
 " \nIn you, Yahweh, I take refuge. \nNever let me be disappointed. ",
 "Deliver me in your righteousness, and rescue me. \nTurn your ear to me, and save me. ",
 "Be to me a rock of refuge to which I may always go. \nGive the command to save me, \nfor you are my rock and my fortress. ",
 "Rescue me, my God, from the hand of the wicked, \nfrom the hand of the unrighteous and cruel man. ",
 "For you are my hope, Lord Yahweh, \nmy confidence from my youth. ",
 "I have relied on you from the womb. \nYou are he who took me out of my mother’s womb. \nI will always praise you. ",
 "I am a marvel to many, \nbut you are my strong refuge. ",
 "My mouth shall be filled with your praise, \nwith your honor all day long. ",
 "Don’t reject me in my old age. \nDon’t forsake me when my strength fails. ",
 "For my enemies talk about me. \nThose who watch for my soul conspire together, ",
 "saying, “God has forsaken him. \nPursue and take him, for no one will rescue him.” ",
 "God, don’t be far from me. \nMy God, hurry to help me. ",
 "Let my accusers be disappointed and consumed. \nLet them be covered with disgrace and scorn who want to harm me. ",
 "But I will always hope, \nand will add to all of your praise. ",
 "My mouth will tell about your righteousness, \nand of your salvation all day, \nthough I don’t know its full measure. ",
 "I will come with the mighty acts of the Lord Yahweh. \nI will make mention of your righteousness, even of yours alone. ",
 "God, you have taught me from my youth. \nUntil now, I have declared your wondrous works. ",
 "Yes, even when I am old and gray-haired, God, don’t forsake me, \nuntil I have declared your strength to the next generation, \nyour might to everyone who is to come. ",
 "Your righteousness also, God, reaches to the heavens; \nyou have done great things. \nGod, who is like you? ",
 "You, who have shown us many and bitter troubles, \nyou will let me live. \nYou will bring us up again from the depths of the earth. ",
 "Increase my honor \nand comfort me again. ",
 "I will also praise you with the harp for your faithfulness, my God. \nI sing praises to you with the lyre, Holy One of Israel. ",
 "My lips shall shout for joy! \nMy soul, which you have redeemed, sings praises to you! ",
 "My tongue will also talk about your righteousness all day long, \nfor they are disappointed, and they are confounded, \nwho want to harm me. "
]