[
 null,
 " \nGod, give the king your justice; \nyour righteousness to the royal son. ",
 "He will judge your people with righteousness, \nand your poor with justice. ",
 "The mountains shall bring prosperity to the people. \nThe hills bring the fruit of righteousness. ",
 "He will judge the poor of the people. \nHe will save the children of the needy, \nand will break the oppressor in pieces. ",
 "They shall fear you while the sun endures; \nand as long as the moon, throughout all generations. ",
 "He will come down like rain on the mown grass, \nas showers that water the earth. ",
 "In his days, the righteous shall flourish, \nand abundance of peace, until the moon is no more. ",
 "He shall have dominion also from sea to sea, \nfrom the River to the ends of the earth. ",
 "Those who dwell in the wilderness shall bow before him. \nHis enemies shall lick the dust. ",
 "The kings of Tarshish and of the islands will bring tribute. \nThe kings of Sheba and Seba shall offer gifts. ",
 "Yes, all kings shall fall down before him. \nAll nations shall serve him. ",
 "For he will deliver the needy when he cries; \nthe poor, who has no helper. ",
 "He will have pity on the poor and needy. \nHe will save the souls of the needy. ",
 "He will redeem their soul from oppression and violence. \nTheir blood will be precious in his sight. ",
 "They shall live, and to him shall be given of the gold of Sheba. \nMen shall pray for him continually. \nThey shall bless him all day long. ",
 "Abundance of grain shall be throughout the land. \nIts fruit sways like Lebanon. \nLet it flourish, thriving like the grass of the field. ",
 "His name endures forever. \nHis name continues as long as the sun. \nMen shall be blessed by him. \nAll nations will call him blessed. \n ",
 "Praise be to Yahweh God, the God of Israel, \nwho alone does marvelous deeds. ",
 "Blessed be his glorious name forever! \nLet the whole earth be filled with his glory! \nAmen and amen. ",
 "This ends the prayers by David, the son of Jesse. "
]