[
 null,
 " \nSurely God is good to Israel, \nto those who are pure in heart. ",
 "But as for me, my feet were almost gone. \nMy steps had nearly slipped. ",
 "For I was envious of the arrogant, \nwhen I saw the prosperity of the wicked. ",
 "For there are no struggles in their death, \nbut their strength is firm. ",
 "They are free from burdens of men, \nneither are they plagued like other men. ",
 "Therefore pride is like a chain around their neck. \nViolence covers them like a garment. ",
 "Their eyes bulge with fat. \nTheir minds pass the limits of conceit. ",
 "They scoff and speak with malice. \nIn arrogance, they threaten oppression. ",
 "They have set their mouth in the heavens. \nTheir tongue walks through the earth. ",
 "Therefore their people return to them, \nand they drink up waters of abundance. ",
 "They say, “How does God know? \nIs there knowledge in the Most High?” ",
 "Behold, these are the wicked. \nBeing always at ease, they increase in riches. ",
 "Surely I have cleansed my heart in vain, \nand washed my hands in innocence, ",
 "For all day long I have been plagued, \nand punished every morning. ",
 "If I had said, “I will speak thus”; \nbehold, I would have betrayed the generation of your children. ",
 "When I tried to understand this, \nit was too painful for me, ",
 "until I entered God’s sanctuary, \nand considered their latter end. ",
 "Surely you set them in slippery places. \nYou throw them down to destruction. ",
 "How they are suddenly destroyed! \nThey are completely swept away with terrors. ",
 "As a dream when one wakes up, \nso, Lord, when you awake, you will despise their fantasies. ",
 "For my soul was grieved. \nI was embittered in my heart. ",
 "I was so senseless and ignorant. \nI was a brute beast before you. ",
 "Nevertheless, I am continually with you. \nYou have held my right hand. ",
 "You will guide me with your counsel, \nand afterward receive me to glory. ",
 "Whom do I have in heaven? \nThere is no one on earth whom I desire besides you. ",
 "My flesh and my heart fails, \nbut God is the strength of my heart and my portion forever. ",
 "For, behold, those who are far from you shall perish. \nYou have destroyed all those who are unfaithful to you. ",
 "But it is good for me to come close to God. \nI have made the Lord Yahweh my refuge, \nthat I may tell of all your works. "
]