[
 null,
 " \nGod, why have you rejected us forever? \nWhy does your anger smolder against the sheep of your pasture? ",
 "Remember your congregation, which you purchased of old, \nwhich you have redeemed to be the tribe of your inheritance: \nMount Zion, in which you have lived. ",
 "Lift up your feet to the perpetual ruins, \nall the evil that the enemy has done in the sanctuary. ",
 "Your adversaries have roared in the middle of your assembly. \nThey have set up their standards as signs. ",
 "They behaved like men wielding axes, \ncutting through a thicket of trees. ",
 "Now they break all its carved work down with hatchet and hammers. ",
 "They have burned your sanctuary to the ground. \nThey have profaned the dwelling place of your Name. ",
 "They said in their heart, “We will crush them completely.” \nThey have burned up all the places in the land where God was worshiped. ",
 "We see no miraculous signs. \nThere is no longer any prophet, \nneither is there among us anyone who knows how long. ",
 "How long, God, shall the adversary reproach? \nShall the enemy blaspheme your name forever? ",
 "Why do you draw back your hand, even your right hand? \nTake it from your chest and consume them! \n ",
 "Yet God is my King of old, \nworking salvation throughout the earth. ",
 "You divided the sea by your strength. \nYou broke the heads of the sea monsters in the waters. ",
 "You broke the heads of Leviathan in pieces. \nYou gave him as food to people and desert creatures. ",
 "You opened up spring and stream. \nYou dried up mighty rivers. ",
 "The day is yours, the night is also yours. \nYou have prepared the light and the sun. ",
 "You have set all the boundaries of the earth. \nYou have made summer and winter. \n ",
 "Remember this, that the enemy has mocked you, Yahweh. \nFoolish people have blasphemed your name. ",
 "Don’t deliver the soul of your dove to wild beasts. \nDon’t forget the life of your poor forever. ",
 "Honor your covenant, \nfor haunts of violence fill the dark places of the earth. ",
 "Don’t let the oppressed return ashamed. \nLet the poor and needy praise your name. ",
 "Arise, God! Plead your own cause. \nRemember how the foolish man mocks you all day. ",
 "Don’t forget the voice of your adversaries. \nThe tumult of those who rise up against you ascends continually. "
]