[
 null,
 " \nI will sing of the loving kindness of Yahweh forever. \nWith my mouth, I will make known your faithfulness to all generations. ",
 "I indeed declare, “Love stands firm forever. \nYou established the heavens. \nYour faithfulness is in them.” \n ",
 "“I have made a covenant with my chosen one, \nI have sworn to David, my servant, ",
 "‘I will establish your offspring forever, \nand build up your throne to all generations.’ ” ",
 "The heavens will praise your wonders, Yahweh, \nyour faithfulness also in the assembly of the holy ones. ",
 "For who in the skies can be compared to Yahweh? \nWho among the sons of the heavenly beings is like Yahweh, ",
 "a very awesome God in the council of the holy ones, \nto be feared above all those who are around him? ",
 "Yahweh, God of Armies, who is a mighty one, like you? \nYah, your faithfulness is around you. ",
 "You rule the pride of the sea. \nWhen its waves rise up, you calm them. ",
 "You have broken Rahab in pieces, like one of the slain. \nYou have scattered your enemies with your mighty arm. ",
 "The heavens are yours. \nThe earth also is yours, \nthe world and its fullness. \nYou have founded them. ",
 "You have created the north and the south. \nTabor and Hermon rejoice in your name. ",
 "You have a mighty arm. \nYour hand is strong, and your right hand is exalted. ",
 "Righteousness and justice are the foundation of your throne. \nLoving kindness and truth go before your face. ",
 "Blessed are the people who learn to acclaim you. \nThey walk in the light of your presence, Yahweh. ",
 "In your name they rejoice all day. \nIn your righteousness, they are exalted. ",
 "For you are the glory of their strength. \nIn your favor, our horn will be exalted. ",
 "For our shield belongs to Yahweh, \nour king to the Holy One of Israel. \n ",
 "Then you spoke in vision to your saints, \nand said, “I have given strength to the warrior. \nI have exalted a young man from the people. ",
 "I have found David, my servant. \nI have anointed him with my holy oil, ",
 "with whom my hand shall be established. \nMy arm will also strengthen him. ",
 "No enemy will tax him. \nNo wicked man will oppress him. ",
 "I will beat down his adversaries before him, \nand strike those who hate him. ",
 "But my faithfulness and my loving kindness will be with him. \nIn my name, his horn will be exalted. ",
 "I will set his hand also on the sea, \nand his right hand on the rivers. ",
 "He will call to me, ‘You are my Father, \nmy God, and the rock of my salvation!’ ",
 "I will also appoint him my firstborn, \nthe highest of the kings of the earth. ",
 "I will keep my loving kindness for him forever more. \nMy covenant will stand firm with him. ",
 "I will also make his offspring endure forever, \nand his throne as the days of heaven. ",
 "If his children forsake my law, \nand don’t walk in my ordinances; ",
 "if they break my statutes, \nand don’t keep my commandments; ",
 "then I will punish their sin with the rod, \nand their iniquity with stripes. ",
 "But I will not completely take my loving kindness from him, \nnor allow my faithfulness to fail. ",
 "I will not break my covenant, \nnor alter what my lips have uttered. ",
 "Once I have sworn by my holiness, \nI will not lie to David. ",
 "His offspring will endure forever, \nhis throne like the sun before me. ",
 "It will be established forever like the moon, \nthe faithful witness in the sky.” \n ",
 "But you have rejected and spurned. \nYou have been angry with your anointed. ",
 "You have renounced the covenant of your servant. \nYou have defiled his crown in the dust. ",
 "You have broken down all his hedges. \nYou have brought his strongholds to ruin. ",
 "All who pass by the way rob him. \nHe has become a reproach to his neighbors. ",
 "You have exalted the right hand of his adversaries. \nYou have made all of his enemies rejoice. ",
 "Yes, you turn back the edge of his sword, \nand haven’t supported him in battle. ",
 "You have ended his splendor, \nand thrown his throne down to the ground. ",
 "You have shortened the days of his youth. \nYou have covered him with shame. ",
 "How long, Yahweh? \nWill you hide yourself forever? \nWill your wrath burn like fire? ",
 "Remember how short my time is, \nfor what vanity you have created all the children of men! ",
 "What man is he who shall live and not see death, \nwho shall deliver his soul from the power of Sheol? ",
 "Lord, where are your former loving kindnesses, \nwhich you swore to David in your faithfulness? ",
 "Remember, Lord, the reproach of your servants, \nhow I bear in my heart the taunts of all the mighty peoples, ",
 "With which your enemies have mocked, Yahweh, \nwith which they have mocked the footsteps of your anointed one. \n ",
 "Blessed be Yahweh forever more. \nAmen, and Amen. "
]