[
 null,
 "Israel is a luxuriant vine that produces his fruit. \nAccording to the abundance of his fruit he has multiplied his altars. \nAs their land has prospered, they have adorned their sacred stones. ",
 "Their heart is divided. \nNow they will be found guilty. \nHe will demolish their altars. \nHe will destroy their sacred stones. ",
 "Surely now they will say, “We have no king; for we don’t fear Yahweh; \nand the king, what can he do for us?” ",
 "They make promises, swearing falsely in making covenants. \nTherefore judgment springs up like poisonous weeds in the furrows of the field. ",
 "The inhabitants of Samaria will be in terror for the calves of Beth Aven; \nfor its people will mourn over it, \nAlong with its priests who rejoiced over it, \nfor its glory, because it has departed from it. ",
 "It also will be carried to Assyria for a present to a great king. \nEphraim will receive shame, \nand Israel will be ashamed of his own counsel. ",
 "Samaria and her king float away, \nlike a twig on the water. ",
 "The high places also of Aven, the sin of Israel, will be destroyed. \nThe thorn and the thistle will come up on their altars. \nThey will tell the mountains, “Cover us!” and the hills, “Fall on us!” \n ",
 "“Israel, you have sinned from the days of Gibeah. \nThere they remained. \nThe battle against the children of iniquity doesn’t overtake them in Gibeah. ",
 "When it is my desire, I will chastise them; \nand the nations will be gathered against them, \nwhen they are bound to their two transgressions. ",
 "Ephraim is a trained heifer that loves to thresh; \nso I will put a yoke on her beautiful neck. \nI will set a rider on Ephraim. \nJudah will plow. \nJacob will break his clods. ",
 "Sow to yourselves in righteousness, \nreap according to kindness. \nBreak up your fallow ground; \nfor it is time to seek Yahweh, \nuntil he comes and rains righteousness on you. ",
 "You have plowed wickedness. \nYou have reaped iniquity. \nYou have eaten the fruit of lies, \nfor you trusted in your way, in the multitude of your mighty men. ",
 "Therefore a battle roar will arise among your people, \nand all your fortresses will be destroyed, \nas Shalman destroyed Beth Arbel in the day of battle. \nThe mother was dashed in pieces with her children. ",
 "So Bethel will do to you because of your great wickedness. \nAt daybreak the king of Israel will be destroyed. "
]