[
 null,
 "When Ephraim spoke, there was trembling. \nHe exalted himself in Israel, \nbut when he became guilty in Baal, he died. ",
 "Now they sin more and more, \nand have made themselves molten images of their silver, \neven idols according to their own understanding, \nall of them the work of the craftsmen. \nThey say of them, ‘They offer human sacrifice and kiss the calves.’ ",
 "Therefore they will be like the morning mist, \nand like the dew that passes away early, \nlike the chaff that is driven with the whirlwind out of the threshing floor, \nand like the smoke out of the chimney. \n ",
 "“Yet I am Yahweh your God from the land of Egypt; \nand you shall acknowledge no god but me, \nand besides me there is no savior. ",
 "I knew you in the wilderness, \nin the land of great drought. ",
 "According to their pasture, so were they filled; \nthey were filled, and their heart was exalted. \nTherefore they have forgotten me. ",
 "Therefore I am like a lion to them. \nLike a leopard, I will lurk by the path. ",
 "I will meet them like a bear that is bereaved of her cubs, \nand will tear the covering of their heart. \nThere I will devour them like a lioness. \nThe wild animal will tear them. ",
 "You are destroyed, Israel, because you are against me, \nagainst your help. ",
 "Where is your king now, that he may save you in all your cities? \nAnd your judges, of whom you said, ‘Give me a king and princes?’ ",
 "I have given you a king in my anger, \nand have taken him away in my wrath. ",
 "The guilt of Ephraim is stored up. \nHis sin is stored up. ",
 "The sorrows of a travailing woman will come on him. \nHe is an unwise son; \nfor when it is time, he doesn’t come to the opening of the womb. ",
 "I will ransom them from the power of Sheol. \nI will redeem them from death! \nDeath, where are your plagues? \nSheol, where is your destruction? \n“Compassion will be hidden from my eyes. ",
 "Though he is fruitful among his brothers, an east wind will come, \nthe breath of Yahweh coming up from the wilderness; \nand his spring will become dry, \nand his fountain will be dried up. \nHe will plunder the storehouse of treasure. ",
 "Samaria will bear her guilt; \nfor she has rebelled against her God. \nThey will fall by the sword. \nTheir infants will be dashed in pieces, \nand their pregnant women will be ripped open.” "
]