[
 null,
 "“Say to your brothers, ‘My people!’ \nand to your sisters, ‘My loved one!’ ",
 "Contend with your mother! \nContend, for she is not my wife, \nneither am I her husband; \nand let her put away her prostitution from her face, \nand her adulteries from between her breasts; ",
 "Lest I strip her naked, \nand make her bare as in the day that she was born, \nand make her like a wilderness, \nand set her like a dry land, \nand kill her with thirst. ",
 "Indeed, on her children I will have no mercy; \nfor they are children of unfaithfulness; ",
 "For their mother has played the prostitute. \nShe who conceived them has done shamefully; \nfor she said, ‘I will go after my lovers, \nwho give me my bread and my water, \nmy wool and my flax, \nmy oil and my drink.’ ",
 "Therefore behold, I will hedge up your way with thorns, \nand I will build a wall against her, \nthat she can’t find her way. ",
 "She will follow after her lovers, \nbut she won’t overtake them; \nand she will seek them, \nbut won’t find them. \nThen she will say, ‘I will go and return to my first husband; \nfor then was it better with me than now.’ ",
 "For she didn’t know that I gave her the grain, the new wine, and the oil, \nand multiplied to her silver and gold, which they used for Baal. ",
 "Therefore I will take back my grain in its time, \nand my new wine in its season, \nand will pluck away my wool and my flax which should have covered her nakedness. ",
 "Now I will uncover her lewdness in the sight of her lovers, \nand no one will deliver her out of my hand. ",
 "I will also cause all her celebrations to cease: \nher feasts, her new moons, her Sabbaths, and all her solemn assemblies. ",
 "I will lay waste her vines and her fig trees, \nabout which she has said, ‘These are my wages that my lovers have given me; \nand I will make them a forest,’ \nand the animals of the field shall eat them. ",
 "I will visit on her the days of the Baals, \nto which she burned incense, \nwhen she decked herself with her earrings and her jewels, \nand went after her lovers, \nand forgot me,” says Yahweh. ",
 "“Therefore behold, I will allure her, \nand bring her into the wilderness, \nand speak tenderly to her. ",
 "I will give her vineyards from there, \nand the valley of Achor for a door of hope; \nand she will respond there, \nas in the days of her youth, \nand as in the day when she came up out of the land of Egypt. ",
 "It will be in that day,” says Yahweh, \n“that you will call me ‘my husband,’ \nand no longer call me ‘my master.’ ",
 "For I will take away the names of the Baals out of her mouth, \nand they will no longer be mentioned by name. ",
 "In that day I will make a covenant for them with the animals of the field, \nand with the birds of the sky, \nand with the creeping things of the ground. \nI will break the bow, the sword, and the battle out of the land, \nand will make them lie down safely. ",
 "I will betroth you to me forever. \nYes, I will betroth you to me in righteousness, in justice, in loving kindness, and in compassion. ",
 "I will even betroth you to me in faithfulness; \nand you shall know Yahweh. ",
 "It will happen in that day, I will respond,” says Yahweh, \n“I will respond to the heavens, \nand they will respond to the earth; ",
 "and the earth will respond to the grain, and the new wine, and the oil; \nand they will respond to Jezreel. ",
 "I will sow her to me in the earth; \nand I will have mercy on her who had not obtained mercy; \nand I will tell those who were not my people, ‘You are my people;’ \nand they will say, ‘My God!’ ” "
]