[
 null,
 "Hear Yahweh’s word, you children of Israel; \nfor Yahweh has a charge against the inhabitants of the land: \n“Indeed there is no truth, \nnor goodness, \nnor knowledge of God in the land. ",
 "There is cursing, lying, murder, stealing, and committing adultery; \nthey break boundaries, and bloodshed causes bloodshed. ",
 "Therefore the land will mourn, \nand everyone who dwells in it will waste away, \nwith all living things in her, \neven the animals of the field and the birds of the sky, \nyes, the fish of the sea also die. \n ",
 "“Yet let no man bring a charge, neither let any man accuse; for your people are like those who bring charges against a priest. ",
 "You will stumble in the day, \nand the prophet will also stumble with you in the night; \nand I will destroy your mother. ",
 "My people are destroyed for lack of knowledge. \nBecause you have rejected knowledge, I will also reject you, \nthat you may be no priest to me. \nBecause you have forgotten your God’s law, \nI will also forget your children. ",
 "As they were multiplied, so they sinned against me. \nI will change their glory into shame. ",
 "They feed on the sin of my people, \nand set their heart on their iniquity. ",
 "It will be, like people, like priest; \nand I will punish them for their ways, \nand will repay them for their deeds. ",
 "They will eat, and not have enough. \nThey will play the prostitute, and will not increase; \nbecause they have abandoned giving to Yahweh. ",
 "Prostitution, wine, and new wine take away understanding. ",
 "My people consult with their wooden idol, \nand answer to a stick of wood. \nIndeed the spirit of prostitution has led them astray, \nand they have been unfaithful to their God. ",
 "They sacrifice on the tops of the mountains, \nand burn incense on the hills, under oaks and poplars and terebinths, \nbecause its shade is good. \nTherefore your daughters play the prostitute, \nand your brides commit adultery. ",
 "I will not punish your daughters when they play the prostitute, \nnor your brides when they commit adultery; \nbecause the men consort with prostitutes, \nand they sacrifice with the shrine prostitutes; \nso the people without understanding will come to ruin. \n ",
 "“Though you, Israel, play the prostitute, \nyet don’t let Judah offend; \nand don’t come to Gilgal, \nneither go up to Beth Aven, \nnor swear, ‘As Yahweh lives.’ ",
 "For Israel has behaved extremely stubbornly, like a stubborn heifer. \nThen how will Yahweh feed them like a lamb in a meadow. ",
 "Ephraim is joined to idols. \nLeave him alone! ",
 "Their drink has become sour. \nThey play the prostitute continually. \nHer rulers dearly love their shameful way. ",
 "The wind has wrapped her up in its wings; \nand they shall be disappointed because of their sacrifices. "
]