[
 null,
 "“Listen to this, you priests! \nListen, house of Israel, \nand give ear, house of the king! \nFor the judgment is against you; \nfor you have been a snare at Mizpah, \nand a net spread on Tabor. ",
 "The rebels are deep in slaughter; \nbut I discipline all of them. ",
 "I know Ephraim, \nand Israel is not hidden from me; \nfor now, Ephraim, you have played the prostitute. \nIsrael is defiled. ",
 "Their deeds won’t allow them to turn to their God; \nfor the spirit of prostitution is within them, \nand they don’t know Yahweh. ",
 "The pride of Israel testifies to his face. \nTherefore Israel and Ephraim will stumble in their iniquity. \nJudah also will stumble with them. ",
 "They will go with their flocks and with their herds to seek Yahweh; \nbut they won’t find him. \nHe has withdrawn himself from them. ",
 "They are unfaithful to Yahweh; \nfor they have borne illegitimate children. \nNow the new moon will devour them with their fields. \n ",
 "“Blow the cornet in Gibeah, \nand the trumpet in Ramah! \nSound a battle cry at Beth Aven, behind you, Benjamin! ",
 "Ephraim will become a desolation in the day of rebuke. \nAmong the tribes of Israel, I have made known that which will surely be. ",
 "The princes of Judah are like those who remove a landmark. \nI will pour out my wrath on them like water. ",
 "Ephraim is oppressed, \nhe is crushed in judgment; \nBecause he is intent in his pursuit of idols. ",
 "Therefore I am to Ephraim like a moth, \nand to the house of Judah like rottenness. \n ",
 "“When Ephraim saw his sickness, \nand Judah his wound, \nThen Ephraim went to Assyria, \nand sent to king Jareb: \nbut he is not able to heal you, \nneither will he cure you of your wound. ",
 "For I will be to Ephraim like a lion, \nand like a young lion to the house of Judah. \nI myself will tear in pieces and go away. \nI will carry off, and there will be no one to deliver. ",
 "I will go and return to my place, \nuntil they acknowledge their offense, \nand seek my face. \nIn their affliction they will seek me earnestly.” "
]