[
 null,
 "Don’t rejoice, Israel, to jubilation like the nations; \nfor you were unfaithful to your God. \nYou love the wages of a prostitute at every grain threshing floor. ",
 "The threshing floor and the wine press won’t feed them, \nand the new wine will fail her. ",
 "They won’t dwell in Yahweh’s land; \nbut Ephraim will return to Egypt, \nand they will eat unclean food in Assyria. ",
 "They won’t pour out wine offerings to Yahweh, \nneither will they be pleasing to him. \nTheir sacrifices will be to them like the bread of mourners; \nall who eat of it will be polluted; \nfor their bread will be for their appetite. \nIt will not come into Yahweh’s house. ",
 "What will you do in the day of solemn assembly, \nand in the day of the feast of Yahweh? ",
 "For, behold, they have gone away from destruction. \nEgypt will gather them up. \nMemphis will bury them. \nNettles will possess their pleasant things of silver. \nThorns will be in their tents. ",
 "The days of visitation have come. \nThe days of reckoning have come. \nIsrael will consider the prophet to be a fool, \nand the man who is inspired to be insane, \nbecause of the abundance of your sins, \nand because your hostility is great. ",
 "A prophet watches over Ephraim with my God. \nA fowler’s snare is on all of his paths, \nand hostility in the house of his God. ",
 "They have deeply corrupted themselves, \nas in the days of Gibeah. \nHe will remember their iniquity. \nHe will punish them for their sins. ",
 "I found Israel like grapes in the wilderness. \nI saw your fathers as the first ripe in the fig tree at its first season; \nbut they came to Baal Peor, and consecrated themselves to the shameful thing, \nand became abominable like that which they loved. ",
 "As for Ephraim, their glory will fly away like a bird. \nThere will be no birth, no one with child, and no conception. ",
 "Though they bring up their children, \nyet I will bereave them, so that not a man shall be left. \nIndeed, woe also to them when I depart from them! ",
 "I have seen Ephraim, like Tyre, planted in a pleasant place; \nbut Ephraim will bring out his children to the murderer. ",
 "Give them—Yahweh what will you give? \nGive them a miscarrying womb and dry breasts. \n ",
 "“All their wickedness is in Gilgal; \nfor there I hated them. \nBecause of the wickedness of their deeds I will drive them out of my house! \nI will love them no more. \nAll their princes are rebels. ",
 "Ephraim is struck. \nTheir root has dried up. \nThey will bear no fruit. \nEven though they give birth, yet I will kill the beloved ones of their womb.” \n ",
 "My God will cast them away, because they didn’t listen to him; \nand they will be wanderers among the nations. "
]