[
 null,
 "This is the blessing with which Moses the man of God blessed the children of Israel before his death.  ",
 "He said, \n“Yahweh came from Sinai, \nand rose from Seir to them. \nHe shone from Mount Paran. \nHe came from the ten thousands of holy ones. \nAt his right hand was a fiery law for them. ",
 "Yes, he loves the people. \nAll his saints are in your hand. \nThey sat down at your feet. \nEach receives your words. ",
 "Moses commanded us a law, \nan inheritance for the assembly of Jacob. ",
 "He was king in Jeshurun, \nwhen the heads of the people were gathered, \nall the tribes of Israel together. \n ",
 "“Let Reuben live, and not die; \nNor let his men be few.” ",
 "This is for Judah. He said, \n“Hear, Yahweh, the voice of Judah. \nBring him in to his people. \nWith his hands he contended for himself. \nYou shall be a help against his adversaries.” ",
 "About Levi he said, \n“Your Thummim and your Urim are with your godly one, \nwhom you proved at Massah, \nwith whom you contended at the waters of Meribah. ",
 "He said of his father, and of his mother, ‘I have not seen him.’ \nHe didn’t acknowledge his brothers, \nnor did he know his own children; \nfor they have observed your word, \nand keep your covenant. ",
 "They shall teach Jacob your ordinances, \nand Israel your law. \nThey shall put incense before you, \nand whole burnt offering on your altar. ",
 "Yahweh, bless his skills. \nAccept the work of his hands. \nStrike through the hips of those who rise up against him, \nof those who hate him, that they not rise again.” ",
 "About Benjamin he said, \n“The beloved of Yahweh will dwell in safety by him. \nHe covers him all day long. \nHe dwells between his shoulders.” ",
 "About Joseph he said, \n“His land is blessed by Yahweh, \nfor the precious things of the heavens, for the dew, \nfor the deep that couches beneath, ",
 "for the precious things of the fruits of the sun, \nfor the precious things that the moon can yield, ",
 "for the best things of the ancient mountains, \nfor the precious things of the everlasting hills, ",
 "for the precious things of the earth and its fullness, \nthe good will of him who lived in the bush. \nLet this come on the head of Joseph, \non the crown of the head of him who was separated from his brothers. ",
 "Majesty belongs to the firstborn of his herd. \nHis horns are the horns of the wild ox. \nWith them he will push all the peoples to the ends of the earth. \nThey are the ten thousands of Ephraim. \nThey are the thousands of Manasseh.” ",
 "About Zebulun he said, \n“Rejoice, Zebulun, in your going out; \nand Issachar, in your tents. ",
 "They will call the peoples to the mountain. \nThere they will offer sacrifices of righteousness, \nfor they will draw out the abundance of the seas, \nthe hidden treasures of the sand.” ",
 "About Gad he said, \n“He who enlarges Gad is blessed. \nHe dwells as a lioness, \nand tears the arm and the crown of the head. ",
 "He provided the first part for himself, \nfor the lawgiver’s portion reserved was reserved for him. \nHe came with the heads of the people. \nHe executed the righteousness of Yahweh, \nHis ordinances with Israel.” ",
 "About Dan he said, \n“Dan is a lion’s cub \nthat leaps out of Bashan.” ",
 "About Naphtali he said, \n“Naphtali, satisfied with favor, \nfull of Yahweh’s blessing, \nPossess the west and the south.” ",
 "About Asher he said, \n“Asher is blessed with children. \nLet him be acceptable to his brothers. \nLet him dip his foot in oil. ",
 "Your bars will be iron and bronze. \nAs your days, so your strength will be. \n ",
 "“There is no one like God, Jeshurun, \nwho rides on the heavens for your help, \nin his excellency on the skies. ",
 "The eternal God is your dwelling place. \nUnderneath are the everlasting arms. \nHe thrust out the enemy from before you, \nand said, ‘Destroy!’ ",
 "Israel dwells in safety, \nthe fountain of Jacob alone, \nIn a land of grain and new wine. \nYes, his heavens drop down dew. ",
 "You are happy, Israel! \nWho is like you, a people saved by Yahweh, \nthe shield of your help, \nthe sword of your excellency? \nYour enemies will submit themselves to you. \nYou will tread on their high places.” "
]