[
 null,
 "Yahweh’s word that came to Micah the Morashtite in the days of Jotham, Ahaz, and Hezekiah, kings of Judah, which he saw concerning Samaria and Jerusalem. \n ",
 "Hear, you peoples, all of you. \nListen, O earth, and all that is therein: \nand let the Lord Yahweh be witness against you, \nthe Lord from his holy temple. ",
 "For, behold, Yahweh comes out of his place, \nand will come down and tread on the high places of the earth. ",
 "The mountains melt under him, \nand the valleys split apart, \nlike wax before the fire, \nlike waters that are poured down a steep place. \n ",
 "“All this is for the disobedience of Jacob, \nand for the sins of the house of Israel. \nWhat is the disobedience of Jacob? \nIsn’t it Samaria? \nAnd what are the high places of Judah? \nAren’t they Jerusalem? ",
 "Therefore I will make Samaria like a rubble heap of the field, \nlike places for planting vineyards; \nand I will pour down its stones into the valley, \nand I will uncover its foundations. ",
 "All her idols will be beaten to pieces, \nand all her temple gifts will be burned with fire, \nand all her images I will destroy; \nfor of the hire of a prostitute has she gathered them, \nand to the hire of a prostitute shall they return.” \n ",
 "For this I will lament and wail; \nI will go stripped and naked; \nI will howl like the jackals, \nand moan like the daughters of owls. ",
 "For her wounds are incurable; \nfor it has come even to Judah. \nIt reaches to the gate of my people, \neven to Jerusalem. ",
 "Don’t tell it in Gath. \nDon’t weep at all. \nAt Beth Ophrah I have rolled myself in the dust. ",
 "Pass on, inhabitant of Shaphir, in nakedness and shame. \nThe inhabitant of Zaanan won’t come out. \nThe wailing of Beth Ezel will take from you his protection. ",
 "For the inhabitant of Maroth waits anxiously for good, \nbecause evil has come down from Yahweh to the gate of Jerusalem. ",
 "Harness the chariot to the swift steed, inhabitant of Lachish. \nShe was the beginning of sin to the daughter of Zion; \nFor the transgressions of Israel were found in you. ",
 "Therefore you will give a parting gift to Moresheth Gath. \nThe houses of Achzib will be a deceitful thing to the kings of Israel. ",
 "I will yet bring to you, inhabitant of Mareshah. \nHe who is the glory of Israel will come to Adullam. ",
 "Shave your heads, \nand cut off your hair for the children of your delight. \nEnlarge your baldness like the vulture; \nfor they have gone into captivity from you! "
]