[
 null,
 " \nWoe to those who devise iniquity \nand work evil on their beds! \nWhen the morning is light, they practice it, \nbecause it is in the power of their hand. ",
 "They covet fields, and seize them; \nand houses, and take them away: \nand they oppress a man and his house, \neven a man and his heritage. ",
 "Therefore Yahweh says: \n“Behold, I am planning against these people a disaster, \nfrom which you will not remove your necks, \nneither will you walk haughtily; \nfor it is an evil time. ",
 "In that day they will take up a parable against you, \nand lament with a doleful lamentation, saying, \n‘We are utterly ruined! \nMy people’s possession is divided up. \nIndeed he takes it from me and assigns our fields to traitors!’ ” ",
 "Therefore you will have no one who divides the land by lot in Yahweh’s assembly. ",
 "“Don’t prophesy!” \nThey prophesy. \n“Don’t prophesy about these things. \nDisgrace won’t overtake us.” ",
 "Shall it be said, O house of Jacob: \n“Is Yahweh’s Spirit angry? \nAre these his doings? \nDon’t my words do good to him who walks blamelessly?” ",
 "But lately my people have risen up as an enemy. \nYou strip the robe and clothing from those who pass by without a care, returning from battle. ",
 "You drive the women of my people out from their pleasant houses; \nfrom their young children you take away my blessing forever. ",
 "Arise, and depart! \nFor this is not your resting place, \nbecause of uncleanness that destroys, \neven with a grievous destruction. ",
 "If a man walking in a spirit of falsehood lies: \n“I will prophesy to you of wine and of strong drink;” \nhe would be the prophet of this people. ",
 "I will surely assemble, Jacob, all of you; \nI will surely gather the remnant of Israel; \nI will put them together as the sheep of Bozrah, \nas a flock in the middle of their pasture; \nthey will swarm with people. ",
 "He who breaks open the way goes up before them. \nThey break through the gate, and go out. \nAnd their king passes on before them, \nwith Yahweh at their head. "
]