[
 null,
 " \nBut in the latter days, \nit will happen that the mountain of Yahweh’s temple will be established on the top of the mountains, \nand it will be exalted above the hills; \nand peoples will stream to it. ",
 "Many nations will go and say, \n“Come! Let’s go up to the mountain of Yahweh, \nand to the house of the God of Jacob; \nand he will teach us of his ways, \nand we will walk in his paths.” \nFor the law will go out of Zion, \nand Yahweh’s word from Jerusalem; ",
 "and he will judge between many peoples, \nand will decide concerning strong nations afar off. \nThey will beat their swords into plowshares, \nand their spears into pruning hooks. \nNation will not lift up sword against nation, \nneither will they learn war any more. ",
 "But they will sit every man under his vine and under his fig tree; \nand no one will make them afraid: \nFor the mouth of Yahweh of Armies has spoken.  ",
 "Indeed all the nations may walk in the name of their gods; \nbut we will walk in the name of Yahweh our God forever and ever. ",
 "“In that day,” says Yahweh, \n“I will assemble that which is lame, \nand I will gather that which is driven away, \nand that which I have afflicted; ",
 "and I will make that which was lame a remnant, \nand that which was cast far off a strong nation: \nand Yahweh will reign over them on Mount Zion from then on, even forever.” ",
 "You, tower of the flock, the hill of the daughter of Zion, \nto you it will come, \nyes, the former dominion will come, \nthe kingdom of the daughter of Jerusalem. ",
 "Now why do you cry out aloud? \nIs there no king in you? \nHas your counselor perished, \nthat pains have taken hold of you as of a woman in travail? ",
 "Be in pain, and labor to give birth, daughter of Zion, \nlike a woman in travail; \nfor now you will go out of the city, \nand will dwell in the field, \nand will come even to Babylon. \nThere you will be rescued. \nThere Yahweh will redeem you from the hand of your enemies. ",
 "Now many nations have assembled against you, that say, \n“Let her be defiled, \nand let our eye gloat over Zion.” ",
 "But they don’t know the thoughts of Yahweh, \nneither do they understand his counsel; \nfor he has gathered them like the sheaves to the threshing floor. ",
 "Arise and thresh, daughter of Zion; \nfor I will make your horn iron, \nand I will make your hoofs bronze; \nand you will beat in pieces many peoples: \nand I will devote their gain to Yahweh, \nand their substance to the Lord of the whole earth. "
]