[
 null,
 "Listen now to what Yahweh says: \n“Arise, plead your case before the mountains, \nand let the hills hear what you have to say. ",
 "Hear, you mountains, Yahweh’s controversy, \nand you enduring foundations of the earth; \nfor Yahweh has a controversy with his people, \nand he will contend with Israel. ",
 "My people, what have I done to you? \nHow have I burdened you? \nAnswer me! ",
 "For I brought you up out of the land of Egypt, \nand redeemed you out of the house of bondage. \nI sent before you Moses, Aaron, and Miriam. ",
 "My people, remember now what Balak king of Moab devised, \nand what Balaam the son of Beor answered him from Shittim to Gilgal, \nthat you may know the righteous acts of Yahweh.” \n ",
 "How shall I come before Yahweh, \nand bow myself before the exalted God? \nShall I come before him with burnt offerings, \nwith calves a year old? ",
 "Will Yahweh be pleased with thousands of rams? \nWith tens of thousands of rivers of oil? \nShall I give my firstborn for my disobedience? \nThe fruit of my body for the sin of my soul? ",
 "He has shown you, O man, what is good. \nWhat does Yahweh require of you, but to act justly, \nto love mercy, and to walk humbly with your God? \n ",
 "Yahweh’s voice calls to the city, \nand wisdom sees your name: \n“Listen to the rod, \nand he who appointed it. ",
 "Are there yet treasures of wickedness in the house of the wicked, \nand a short ephah that is accursed? ",
 "Shall I be pure with dishonest scales, \nand with a bag of deceitful weights? ",
 "Her rich men are full of violence, \nher inhabitants speak lies, \nand their tongue is deceitful in their speech. ",
 "Therefore I also have struck you with a grievous wound. \nI have made you desolate because of your sins. ",
 "You shall eat, but not be satisfied. \nYour humiliation will be within you. \nYou will store up, but not save; \nand that which you save I will give up to the sword. ",
 "You will sow, but won’t reap. \nYou will tread the olives, but won’t anoint yourself with oil; \nand crush grapes, but won’t drink the wine. ",
 "For the statutes of Omri are kept, \nand all the works of Ahab’s house. \nYou walk in their counsels, \nthat I may make you a ruin, \nand her inhabitants a hissing; \nAnd you will bear the reproach of my people.” "
]