[
 null,
 " \nMisery is mine! \nIndeed, I am like one who gathers the summer fruits, as gleanings of the vineyard: \nThere is no cluster of grapes to eat. \nMy soul desires to eat the early fig. ",
 "The godly man has perished out of the earth, \nand there is no one upright among men. \nThey all lie in wait for blood; \nevery man hunts his brother with a net. ",
 "Their hands are on that which is evil to do it diligently. \nThe ruler and judge ask for a bribe; \nand the powerful man dictates the evil desire of his soul. \nThus they conspire together. ",
 "The best of them is like a brier. \nThe most upright is worse than a thorn hedge. \nThe day of your watchmen, \neven your visitation, has come; \nnow is the time of their confusion. ",
 "Don’t trust in a neighbor. \nDon’t put confidence in a friend. \nWith the woman lying in your embrace, \nbe careful of the words of your mouth! ",
 "For the son dishonors the father, \nthe daughter rises up against her mother, \nthe daughter-in-law against her mother-in-law; \na man’s enemies are the men of his own house. ",
 "But as for me, I will look to Yahweh. \nI will wait for the God of my salvation. \nMy God will hear me. ",
 "Don’t rejoice against me, my enemy. \nWhen I fall, I will arise. \nWhen I sit in darkness, Yahweh will be a light to me. ",
 "I will bear the indignation of Yahweh, \nbecause I have sinned against him, \nuntil he pleads my case, and executes judgment for me. \nHe will bring me out to the light. \nI will see his righteousness. ",
 "Then my enemy will see it, \nand shame will cover her who said to me, \nwhere is Yahweh your God? \nThen my enemy will see me and will cover her shame. \nNow she will be trodden down like the mire of the streets. ",
 "A day to build your walls— \nIn that day, he will extend your boundary. ",
 "In that day they will come to you from Assyria and the cities of Egypt, \nand from Egypt even to the River, \nand from sea to sea, \nand mountain to mountain. ",
 "Yet the land will be desolate because of those who dwell therein, \nfor the fruit of their doings. ",
 "Shepherd your people with your staff, \nthe flock of your heritage, \nwho dwell by themselves in a forest, \nin the middle of fertile pasture land, let them feed; \nin Bashan and Gilead, as in the days of old. ",
 "“As in the days of your coming out of the land of Egypt, \nI will show them marvelous things.” ",
 "The nations will see and be ashamed of all their might. \nThey will lay their hand on their mouth. \nTheir ears will be deaf. ",
 "They will lick the dust like a serpent. \nLike crawling things of the earth they shall come trembling out of their dens. \nThey will come with fear to Yahweh our God, \nand will be afraid because of you. ",
 "Who is a God like you, who pardons iniquity, \nand passes over the disobedience of the remnant of his heritage? \nHe doesn’t retain his anger forever, \nbecause he delights in loving kindness. ",
 "He will again have compassion on us. \nHe will tread our iniquities under foot; \nand you will cast all their sins into the depths of the sea. ",
 "You will give truth to Jacob, \nand mercy to Abraham, \nas you have sworn to our fathers from the days of old. "
]