[
 null,
 "The proverbs of Solomon, the son of David, king of Israel: \n ",
 "to know wisdom and instruction; \nto discern the words of understanding; ",
 "to receive instruction in wise dealing, \nin righteousness, justice, and equity; ",
 "to give prudence to the simple, \nknowledge and discretion to the young man: ",
 "that the wise man may hear, and increase in learning; \nthat the man of understanding may attain to sound counsel: ",
 "to understand a proverb, and parables, \nthe words and riddles of the wise. \n ",
 "The fear of Yahweh is the beginning of knowledge; \nbut the foolish despise wisdom and instruction. ",
 "My son, listen to your father’s instruction, \nand don’t forsake your mother’s teaching: ",
 "for they will be a garland to grace your head, \nand chains around your neck. ",
 "My son, if sinners entice you, \ndon’t consent. ",
 "If they say, “Come with us. \nLet’s lay in wait for blood. \nLet’s lurk secretly for the innocent without cause. ",
 "Let’s swallow them up alive like Sheol, \nand whole, like those who go down into the pit. ",
 "We’ll find all valuable wealth. \nWe’ll fill our houses with plunder. ",
 "You shall cast your lot among us. \nWe’ll all have one purse.” ",
 "My son, don’t walk on the path with them. \nKeep your foot from their path, ",
 "for their feet run to evil. \nThey hurry to shed blood. ",
 "For the net is spread in vain in the sight of any bird; ",
 "but these lay in wait for their own blood. \nThey lurk secretly for their own lives. ",
 "So are the ways of everyone who is greedy for gain. \nIt takes away the life of its owners. \n ",
 "Wisdom calls aloud in the street. \nShe utters her voice in the public squares. ",
 "She calls at the head of noisy places. \nAt the entrance of the city gates, she utters her words: ",
 "“How long, you simple ones, will you love simplicity? \nHow long will mockers delight themselves in mockery, \nand fools hate knowledge? ",
 "Turn at my reproof. \nBehold, I will pour out my spirit on you. \nI will make known my words to you. ",
 "Because I have called, and you have refused; \nI have stretched out my hand, and no one has paid attention; ",
 "but you have ignored all my counsel, \nand wanted none of my reproof; ",
 "I also will laugh at your disaster. \nI will mock when calamity overtakes you, ",
 "when calamity overtakes you like a storm, \nwhen your disaster comes on like a whirlwind, \nwhen distress and anguish come on you. ",
 "Then they will call on me, but I will not answer. \nThey will seek me diligently, but they will not find me; ",
 "because they hated knowledge, \nand didn’t choose the fear of Yahweh. ",
 "They wanted none of my counsel. \nThey despised all my reproof. ",
 "Therefore they will eat of the fruit of their own way, \nand be filled with their own schemes. ",
 "For the backsliding of the simple will kill them. \nThe careless ease of fools will destroy them. ",
 "But whoever listens to me will dwell securely, \nand will be at ease, without fear of harm.” "
]