[
 null,
 " \nA false balance is an abomination to Yahweh, \nbut accurate weights are his delight. ",
 "When pride comes, then comes shame, \nbut with humility comes wisdom. ",
 "The integrity of the upright shall guide them, \nbut the perverseness of the treacherous shall destroy them. ",
 "Riches don’t profit in the day of wrath, \nbut righteousness delivers from death. ",
 "The righteousness of the blameless will direct his way, \nbut the wicked shall fall by his own wickedness. ",
 "The righteousness of the upright shall deliver them, \nbut the unfaithful will be trapped by evil desires. ",
 "When a wicked man dies, hope perishes, \nand expectation of power comes to nothing. ",
 "A righteous person is delivered out of trouble, \nand the wicked takes his place. ",
 "With his mouth the godless man destroys his neighbor, \nbut the righteous will be delivered through knowledge. ",
 "When it goes well with the righteous, the city rejoices. \nWhen the wicked perish, there is shouting. ",
 "By the blessing of the upright, the city is exalted, \nbut it is overthrown by the mouth of the wicked. ",
 "One who despises his neighbor is void of wisdom, \nbut a man of understanding holds his peace. ",
 "One who brings gossip betrays a confidence, \nbut one who is of a trustworthy spirit is one who keeps a secret. ",
 "Where there is no wise guidance, the nation falls, \nbut in the multitude of counselors there is victory. ",
 "He who is collateral for a stranger will suffer for it, \nbut he who refuses pledges of collateral is secure. ",
 "A gracious woman obtains honor, \nbut violent men obtain riches. ",
 "The merciful man does good to his own soul, \nbut he who is cruel troubles his own flesh. ",
 "Wicked people earn deceitful wages, \nbut one who sows righteousness reaps a sure reward. ",
 "He who is truly righteous gets life. \nHe who pursues evil gets death. ",
 "Those who are perverse in heart are an abomination to Yahweh, \nbut those whose ways are blameless are his delight. ",
 "Most certainly, the evil man will not be unpunished, \nbut the offspring of the righteous will be delivered. ",
 "Like a gold ring in a pig’s snout, \nis a beautiful woman who lacks discretion. ",
 "The desire of the righteous is only good. \nThe expectation of the wicked is wrath. ",
 "There is one who scatters, and increases yet more. \nThere is one who withholds more than is appropriate, but gains poverty. ",
 "The liberal soul shall be made fat. \nHe who waters shall be watered also himself. ",
 "People curse someone who withholds grain, \nbut blessing will be on the head of him who sells it. ",
 "He who diligently seeks good seeks favor, \nbut he who searches after evil, it shall come to him. ",
 "He who trusts in his riches will fall, \nbut the righteous shall flourish as the green leaf. ",
 "He who troubles his own house shall inherit the wind. \nThe foolish shall be servant to the wise of heart. ",
 "The fruit of the righteous is a tree of life. \nHe who is wise wins souls. ",
 "Behold, the righteous shall be repaid in the earth, \nhow much more the wicked and the sinner! "
]