[
 null,
 " \nA wise son listens to his father’s instruction, \nbut a scoffer doesn’t listen to rebuke. ",
 "By the fruit of his lips, a man enjoys good things, \nbut the unfaithful crave violence. ",
 "He who guards his mouth guards his soul. \nOne who opens wide his lips comes to ruin. ",
 "The soul of the sluggard desires, and has nothing, \nbut the desire of the diligent shall be fully satisfied. ",
 "A righteous man hates lies, \nbut a wicked man brings shame and disgrace. ",
 "Righteousness guards the way of integrity, \nbut wickedness overthrows the sinner. ",
 "There are some who pretend to be rich, yet have nothing. \nThere are some who pretend to be poor, yet have great wealth. ",
 "The ransom of a man’s life is his riches, \nbut the poor hear no threats. ",
 "The light of the righteous shines brightly, \nbut the lamp of the wicked is snuffed out. ",
 "Pride only breeds quarrels, \nbut wisdom is with people who take advice. ",
 "Wealth gained dishonestly dwindles away, \nbut he who gathers by hand makes it grow. ",
 "Hope deferred makes the heart sick, \nbut when longing is fulfilled, it is a tree of life. ",
 "Whoever despises instruction will pay for it, \nbut he who respects a command will be rewarded. ",
 "The teaching of the wise is a spring of life, \nto turn from the snares of death. ",
 "Good understanding wins favor, \nbut the way of the unfaithful is hard. ",
 "Every prudent man acts from knowledge, \nbut a fool exposes folly. ",
 "A wicked messenger falls into trouble, \nbut a trustworthy envoy gains healing. ",
 "Poverty and shame come to him who refuses discipline, \nbut he who heeds correction shall be honored. ",
 "Longing fulfilled is sweet to the soul, \nbut fools detest turning from evil. ",
 "One who walks with wise men grows wise, \nbut a companion of fools suffers harm. ",
 "Misfortune pursues sinners, \nbut prosperity rewards the righteous. ",
 "A good man leaves an inheritance to his children’s children, \nbut the wealth of the sinner is stored for the righteous. ",
 "An abundance of food is in poor people’s fields, \nbut injustice sweeps it away. ",
 "One who spares the rod hates his son, \nbut one who loves him is careful to discipline him. ",
 "The righteous one eats to the satisfying of his soul, \nbut the belly of the wicked goes hungry. "
]