[
 null,
 " \nThe plans of the heart belong to man, \nbut the answer of the tongue is from Yahweh. ",
 "All the ways of a man are clean in his own eyes; \nbut Yahweh weighs the motives. ",
 "Commit your deeds to Yahweh, \nand your plans shall succeed. ",
 "Yahweh has made everything for its own end— \nyes, even the wicked for the day of evil. ",
 "Everyone who is proud in heart is an abomination to Yahweh: \nthey shall certainly not be unpunished. ",
 "By mercy and truth iniquity is atoned for. \nBy the fear of Yahweh men depart from evil. ",
 "When a man’s ways please Yahweh, \nhe makes even his enemies to be at peace with him. ",
 "Better is a little with righteousness, \nthan great revenues with injustice. ",
 "A man’s heart plans his course, \nbut Yahweh directs his steps. ",
 "Inspired judgments are on the lips of the king. \nHe shall not betray his mouth. ",
 "Honest balances and scales are Yahweh’s; \nall the weights in the bag are his work. ",
 "It is an abomination for kings to do wrong, \nfor the throne is established by righteousness. ",
 "Righteous lips are the delight of kings. \nThey value one who speaks the truth. ",
 "The king’s wrath is a messenger of death, \nbut a wise man will pacify it. ",
 "In the light of the king’s face is life. \nHis favor is like a cloud of the spring rain. ",
 "How much better it is to get wisdom than gold! \nYes, to get understanding is to be chosen rather than silver. ",
 "The highway of the upright is to depart from evil. \nHe who keeps his way preserves his soul. ",
 "Pride goes before destruction, \nand an arrogant spirit before a fall. ",
 "It is better to be of a lowly spirit with the poor, \nthan to divide the plunder with the proud. ",
 "He who heeds the Word finds prosperity. \nWhoever trusts in Yahweh is blessed. ",
 "The wise in heart shall be called prudent. \nPleasantness of the lips promotes instruction. ",
 "Understanding is a fountain of life to one who has it, \nbut the punishment of fools is their folly. ",
 "The heart of the wise instructs his mouth, \nand adds learning to his lips. ",
 "Pleasant words are a honeycomb, \nsweet to the soul, and health to the bones. ",
 "There is a way which seems right to a man, \nbut in the end it leads to death. ",
 "The appetite of the laboring man labors for him; \nfor his mouth urges him on. ",
 "A worthless man devises mischief. \nHis speech is like a scorching fire. ",
 "A perverse man stirs up strife. \nA whisperer separates close friends. ",
 "A man of violence entices his neighbor, \nand leads him in a way that is not good. ",
 "One who winks his eyes to plot perversities, \none who compresses his lips, is bent on evil. ",
 "Gray hair is a crown of glory. \nIt is attained by a life of righteousness. ",
 "One who is slow to anger is better than the mighty; \none who rules his spirit, than he who takes a city. ",
 "The lot is cast into the lap, \nbut its every decision is from Yahweh. "
]