[
 null,
 " \nBetter is a dry morsel with quietness, \nthan a house full of feasting with strife. ",
 "A servant who deals wisely will rule over a son who causes shame, \nand shall have a part in the inheritance among the brothers. ",
 "The refining pot is for silver, and the furnace for gold, \nbut Yahweh tests the hearts. ",
 "An evildoer heeds wicked lips. \nA liar gives ear to a mischievous tongue. ",
 "Whoever mocks the poor reproaches his Maker. \nHe who is glad at calamity shall not be unpunished. ",
 "Children’s children are the crown of old men; \nthe glory of children are their parents. ",
 "Arrogant speech isn’t fitting for a fool, \nmuch less do lying lips fit a prince. ",
 "A bribe is a precious stone in the eyes of him who gives it; \nwherever he turns, he prospers. ",
 "He who covers an offense promotes love; \nbut he who repeats a matter separates best friends. ",
 "A rebuke enters deeper into one who has understanding \nthan a hundred lashes into a fool. ",
 "An evil man seeks only rebellion; \ntherefore a cruel messenger shall be sent against him. ",
 "Let a bear robbed of her cubs meet a man, \nrather than a fool in his folly. ",
 "Whoever rewards evil for good, \nevil shall not depart from his house. ",
 "The beginning of strife is like breaching a dam, \ntherefore stop contention before quarreling breaks out. ",
 "He who justifies the wicked, and he who condemns the righteous, \nboth of them alike are an abomination to Yahweh. ",
 "Why is there money in the hand of a fool to buy wisdom, \nsince he has no understanding? ",
 "A friend loves at all times; \nand a brother is born for adversity. ",
 "A man void of understanding strikes hands, \nand becomes collateral in the presence of his neighbor. ",
 "He who loves disobedience loves strife. \nOne who builds a high gate seeks destruction. ",
 "One who has a perverse heart doesn’t find prosperity, \nand one who has a deceitful tongue falls into trouble. ",
 "He who becomes the father of a fool grieves. \nThe father of a fool has no joy. ",
 "A cheerful heart makes good medicine, \nbut a crushed spirit dries up the bones. ",
 "A wicked man receives a bribe in secret, \nto pervert the ways of justice. ",
 "Wisdom is before the face of one who has understanding, \nbut the eyes of a fool wander to the ends of the earth. ",
 "A foolish son brings grief to his father, \nand bitterness to her who bore him. ",
 "Also to punish the righteous is not good, \nnor to flog officials for their integrity. ",
 "He who spares his words has knowledge. \nHe who is even tempered is a man of understanding. ",
 "Even a fool, when he keeps silent, is counted wise. \nWhen he shuts his lips, he is thought to be discerning. "
]