[
 null,
 " \nA man who isolates himself pursues selfishness, \nand defies all sound judgment. ",
 "A fool has no delight in understanding, \nbut only in revealing his own opinion. ",
 "When wickedness comes, contempt also comes, \nand with shame comes disgrace. ",
 "The words of a man’s mouth are like deep waters. \nThe fountain of wisdom is like a flowing brook. ",
 "To be partial to the faces of the wicked is not good, \nnor to deprive the innocent of justice. ",
 "A fool’s lips come into strife, \nand his mouth invites beatings. ",
 "A fool’s mouth is his destruction, \nand his lips are a snare to his soul. ",
 "The words of a gossip are like dainty morsels: \nthey go down into a person’s innermost parts. ",
 "One who is slack in his work \nis brother to him who is a master of destruction. ",
 "Yahweh’s name is a strong tower: \nthe righteous run to him, and are safe. ",
 "The rich man’s wealth is his strong city, \nlike an unscalable wall in his own imagination. ",
 "Before destruction the heart of man is proud, \nbut before honor is humility. ",
 "He who answers before he hears, \nthat is folly and shame to him. ",
 "A man’s spirit will sustain him in sickness, \nbut a crushed spirit, who can bear? ",
 "The heart of the discerning gets knowledge. \nThe ear of the wise seeks knowledge. ",
 "A man’s gift makes room for him, \nand brings him before great men. ",
 "He who pleads his cause first seems right; \nuntil another comes and questions him. ",
 "The lot settles disputes, \nand keeps strong ones apart. ",
 "A brother offended is more difficult than a fortified city. \nDisputes are like the bars of a fortress. ",
 "A man’s stomach is filled with the fruit of his mouth. \nWith the harvest of his lips he is satisfied. ",
 "Death and life are in the power of the tongue; \nthose who love it will eat its fruit. ",
 "Whoever finds a wife finds a good thing, \nand obtains favor of Yahweh. ",
 "The poor plead for mercy, \nbut the rich answer harshly. ",
 "A man of many companions may be ruined, \nbut there is a friend who sticks closer than a brother. "
]