[
 null,
 " \nBetter is the poor who walks in his integrity \nthan he who is perverse in his lips and is a fool. ",
 "It isn’t good to have zeal without knowledge, \nnor being hasty with one’s feet and missing the way. ",
 "The foolishness of man subverts his way; \nhis heart rages against Yahweh. ",
 "Wealth adds many friends, \nbut the poor is separated from his friend. ",
 "A false witness shall not be unpunished. \nHe who pours out lies shall not go free. ",
 "Many will entreat the favor of a ruler, \nand everyone is a friend to a man who gives gifts. ",
 "All the relatives of the poor shun him: \nhow much more do his friends avoid him! \nHe pursues them with pleas, but they are gone. ",
 "He who gets wisdom loves his own soul. \nHe who keeps understanding shall find good. ",
 "A false witness shall not be unpunished. \nHe who utters lies shall perish. ",
 "Delicate living is not appropriate for a fool, \nmuch less for a servant to have rule over princes. ",
 "The discretion of a man makes him slow to anger. \nIt is his glory to overlook an offense. ",
 "The king’s wrath is like the roaring of a lion, \nbut his favor is like dew on the grass. ",
 "A foolish son is the calamity of his father. \nA wife’s quarrels are a continual dripping. ",
 "House and riches are an inheritance from fathers, \nbut a prudent wife is from Yahweh. ",
 "Slothfulness casts into a deep sleep. \nThe idle soul shall suffer hunger. ",
 "He who keeps the commandment keeps his soul, \nbut he who is contemptuous in his ways shall die. ",
 "He who has pity on the poor lends to Yahweh; \nhe will reward him. ",
 "Discipline your son, for there is hope; \ndon’t be a willing party to his death. ",
 "A hot-tempered man must pay the penalty, \nfor if you rescue him, you must do it again. ",
 "Listen to counsel and receive instruction, \nthat you may be wise in your latter end. ",
 "There are many plans in a man’s heart, \nbut Yahweh’s counsel will prevail. ",
 "That which makes a man to be desired is his kindness. \nA poor man is better than a liar. ",
 "The fear of Yahweh leads to life, then contentment; \nhe rests and will not be touched by trouble. ",
 "The sluggard buries his hand in the dish; \nhe will not so much as bring it to his mouth again. ",
 "Flog a scoffer, and the simple will learn prudence; \nrebuke one who has understanding, and he will gain knowledge. ",
 "He who robs his father and drives away his mother, \nis a son who causes shame and brings reproach. ",
 "If you stop listening to instruction, my son, \nyou will stray from the words of knowledge. ",
 "A corrupt witness mocks justice, \nand the mouth of the wicked gulps down iniquity. ",
 "Penalties are prepared for scoffers, \nand beatings for the backs of fools. "
]