[
 null,
 " \nWine is a mocker and beer is a brawler. \nWhoever is led astray by them is not wise. ",
 "The terror of a king is like the roaring of a lion. \nHe who provokes him to anger forfeits his own life. ",
 "It is an honor for a man to keep aloof from strife, \nbut every fool will be quarreling. ",
 "The sluggard will not plow by reason of the winter; \ntherefore he shall beg in harvest, and have nothing. ",
 "Counsel in the heart of man is like deep water, \nbut a man of understanding will draw it out. ",
 "Many men claim to be men of unfailing love, \nbut who can find a faithful man? ",
 "A righteous man walks in integrity. \nBlessed are his children after him. ",
 "A king who sits on the throne of judgment \nscatters away all evil with his eyes. ",
 "Who can say, “I have made my heart pure. \nI am clean and without sin?” ",
 "Differing weights and differing measures, \nboth of them alike are an abomination to Yahweh. ",
 "Even a child makes himself known by his doings, \nwhether his work is pure, and whether it is right. ",
 "The hearing ear, and the seeing eye, \nYahweh has made even both of them. ",
 "Don’t love sleep, lest you come to poverty. \nOpen your eyes, and you shall be satisfied with bread. ",
 "“It’s no good, it’s no good,” says the buyer; \nbut when he is gone his way, then he boasts. ",
 "There is gold and abundance of rubies, \nbut the lips of knowledge are a rare jewel. ",
 "Take the garment of one who puts up collateral for a stranger; \nand hold him in pledge for a wayward woman. ",
 "Fraudulent food is sweet to a man, \nbut afterwards his mouth is filled with gravel. ",
 "Plans are established by advice; \nby wise guidance you wage war! ",
 "He who goes about as a tale-bearer reveals secrets; \ntherefore don’t keep company with him who opens wide his lips. ",
 "Whoever curses his father or his mother, \nhis lamp shall be put out in blackness of darkness. ",
 "An inheritance quickly gained at the beginning, \nwon’t be blessed in the end. ",
 "Don’t say, “I will pay back evil.” \nWait for Yahweh, and he will save you. ",
 "Yahweh detests differing weights, \nand dishonest scales are not pleasing. ",
 "A man’s steps are from Yahweh; \nhow then can man understand his way? ",
 "It is a snare to a man to make a rash dedication, \nthen later to consider his vows. ",
 "A wise king winnows out the wicked, \nand drives the threshing wheel over them. ",
 "The spirit of man is Yahweh’s lamp, \nsearching all his innermost parts. ",
 "Love and faithfulness keep the king safe. \nHis throne is sustained by love. ",
 "The glory of young men is their strength. \nThe splendor of old men is their gray hair. ",
 "Wounding blows cleanse away evil, \nand beatings purge the innermost parts. "
]