[
 null,
 " \nThe king’s heart is in Yahweh’s hand like the watercourses. \nHe turns it wherever he desires. ",
 "Every way of a man is right in his own eyes, \nbut Yahweh weighs the hearts. ",
 "To do righteousness and justice \nis more acceptable to Yahweh than sacrifice. ",
 "A high look and a proud heart, \nthe lamp of the wicked, is sin. ",
 "The plans of the diligent surely lead to profit; \nand everyone who is hasty surely rushes to poverty. ",
 "Getting treasures by a lying tongue \nis a fleeting vapor for those who seek death. ",
 "The violence of the wicked will drive them away, \nbecause they refuse to do what is right. ",
 "The way of the guilty is devious, \nbut the conduct of the innocent is upright. ",
 "It is better to dwell in the corner of the housetop \nthan to share a house with a contentious woman. ",
 "The soul of the wicked desires evil; \nhis neighbor finds no mercy in his eyes. ",
 "When the mocker is punished, the simple gains wisdom. \nWhen the wise is instructed, he receives knowledge. ",
 "The Righteous One considers the house of the wicked, \nand brings the wicked to ruin. ",
 "Whoever stops his ears at the cry of the poor, \nhe will also cry out, but shall not be heard. ",
 "A gift in secret pacifies anger, \nand a bribe in the cloak, strong wrath. ",
 "It is joy to the righteous to do justice; \nbut it is a destruction to the workers of iniquity. ",
 "The man who wanders out of the way of understanding \nshall rest in the assembly of the departed spirits. ",
 "He who loves pleasure will be a poor man. \nHe who loves wine and oil won’t be rich. ",
 "The wicked is a ransom for the righteous, \nthe treacherous for the upright. ",
 "It is better to dwell in a desert land, \nthan with a contentious and fretful woman. ",
 "There is precious treasure and oil in the dwelling of the wise; \nbut a foolish man swallows it up. ",
 "He who follows after righteousness and kindness \nfinds life, righteousness, and honor. ",
 "A wise man scales the city of the mighty, \nand brings down the strength of its confidence. ",
 "Whoever guards his mouth and his tongue \nkeeps his soul from troubles. ",
 "The proud and arrogant man—“Scoffer” is his name— \nhe works in the arrogance of pride. ",
 "The desire of the sluggard kills him, \nfor his hands refuse to labor. ",
 "There are those who covet greedily all day long; \nbut the righteous give and don’t withhold. ",
 "The sacrifice of the wicked is an abomination— \nhow much more, when he brings it with a wicked mind! ",
 "A false witness will perish. \nA man who listens speaks to eternity. ",
 "A wicked man hardens his face; \nbut as for the upright, he establishes his ways. ",
 "There is no wisdom nor understanding \nnor counsel against Yahweh. ",
 "The horse is prepared for the day of battle; \nbut victory is with Yahweh. "
]