[
 null,
 " \nA good name is more desirable than great riches, \nand loving favor is better than silver and gold. ",
 "The rich and the poor have this in common: \nYahweh is the maker of them all. ",
 "A prudent man sees danger and hides himself; \nbut the simple pass on, and suffer for it. ",
 "The result of humility and the fear of Yahweh \nis wealth, honor, and life. ",
 "Thorns and snares are in the path of the wicked: \nwhoever guards his soul stays from them. ",
 "Train up a child in the way he should go, \nand when he is old he will not depart from it. ",
 "The rich rule over the poor. \nThe borrower is servant to the lender. ",
 "He who sows wickedness reaps trouble, \nand the rod of his fury will be destroyed. ",
 "He who has a generous eye will be blessed; \nfor he shares his food with the poor. ",
 "Drive out the mocker, and strife will go out; \nyes, quarrels and insults will stop. ",
 "He who loves purity of heart and speaks gracefully \nis the king’s friend. ",
 "Yahweh’s eyes watch over knowledge; \nbut he frustrates the words of the unfaithful. ",
 "The sluggard says, “There is a lion outside! \nI will be killed in the streets!” ",
 "The mouth of an adulteress is a deep pit. \nHe who is under Yahweh’s wrath will fall into it. ",
 "Folly is bound up in the heart of a child: \nthe rod of discipline drives it far from him. ",
 "Whoever oppresses the poor for his own increase and whoever gives to the rich, \nboth come to poverty. \n ",
 "Turn your ear, and listen to the words of the wise. \nApply your heart to my teaching. ",
 "For it is a pleasant thing if you keep them within you, \nif all of them are ready on your lips. ",
 " I teach you today, even you, \nSo that your trust may be in Yahweh. ",
 "Haven’t I written to you thirty excellent things \nof counsel and knowledge, ",
 "To teach you truth, reliable words, \nto give sound answers to the ones who sent you? \n ",
 "Don’t exploit the poor, because he is poor; \nand don’t crush the needy in court; ",
 "for Yahweh will plead their case, \nand plunder the life of those who plunder them. \n ",
 "Don’t befriend a hot-tempered man, \nand don’t associate with one who harbors anger: ",
 "lest you learn his ways, \nand ensnare your soul. \n ",
 "Don’t you be one of those who strike hands, \nof those who are collateral for debts. ",
 "If you don’t have means to pay, \nwhy should he take away your bed from under you? \n ",
 "Don’t move the ancient boundary stone \nwhich your fathers have set up. \n ",
 "Do you see a man skilled in his work? \nHe will serve kings. \nHe won’t serve obscure men. "
]