[
 null,
 " \nLike snow in summer, and as rain in harvest, \nso honor is not fitting for a fool. ",
 "Like a fluttering sparrow, \nlike a darting swallow, \nso the undeserved curse doesn’t come to rest. ",
 "A whip is for the horse, \na bridle for the donkey, \nand a rod for the back of fools! ",
 "Don’t answer a fool according to his folly, \nlest you also be like him. ",
 "Answer a fool according to his folly, \nlest he be wise in his own eyes. ",
 "One who sends a message by the hand of a fool \nis cutting off feet and drinking violence. ",
 "Like the legs of the lame that hang loose, \nso is a parable in the mouth of fools. ",
 "As one who binds a stone in a sling, \nso is he who gives honor to a fool. ",
 "Like a thorn bush that goes into the hand of a drunkard, \nso is a parable in the mouth of fools. ",
 "As an archer who wounds all, \nso is he who hires a fool \nor he who hires those who pass by. ",
 "As a dog that returns to his vomit, \nso is a fool who repeats his folly. ",
 "Do you see a man wise in his own eyes? \nThere is more hope for a fool than for him. ",
 "The sluggard says, “There is a lion in the road! \nA fierce lion roams the streets!” ",
 "As the door turns on its hinges, \nso does the sluggard on his bed. ",
 "The sluggard buries his hand in the dish. \nHe is too lazy to bring it back to his mouth. ",
 "The sluggard is wiser in his own eyes \nthan seven men who answer with discretion. ",
 "Like one who grabs a dog’s ears \nis one who passes by and meddles in a quarrel not his own. ",
 "Like a madman who shoots torches, arrows, and death, ",
 "is the man who deceives his neighbor and says, “Am I not joking?” ",
 "For lack of wood a fire goes out. \nWithout gossip, a quarrel dies down. ",
 "As coals are to hot embers, \nand wood to fire, \nso is a contentious man to kindling strife. ",
 "The words of a whisperer are as dainty morsels, \nthey go down into the innermost parts. ",
 "Like silver dross on an earthen vessel \nare the lips of a fervent one with an evil heart. ",
 "A malicious man disguises himself with his lips, \nbut he harbors evil in his heart. ",
 "When his speech is charming, don’t believe him, \nfor there are seven abominations in his heart. ",
 "His malice may be concealed by deception, \nbut his wickedness will be exposed in the assembly. ",
 "Whoever digs a pit shall fall into it. \nWhoever rolls a stone, it will come back on him. ",
 "A lying tongue hates those it hurts; \nand a flattering mouth works ruin. "
]