[
 null,
 " \nThe wicked flee when no one pursues; \nbut the righteous are as bold as a lion. ",
 "In rebellion, a land has many rulers, \nbut order is maintained by a man of understanding and knowledge. ",
 "A needy man who oppresses the poor \nis like a driving rain which leaves no crops. ",
 "Those who forsake the law praise the wicked; \nbut those who keep the law contend with them. ",
 "Evil men don’t understand justice; \nbut those who seek Yahweh understand it fully. ",
 "Better is the poor who walks in his integrity, \nthan he who is perverse in his ways, and he is rich. ",
 "Whoever keeps the law is a wise son; \nbut he who is a companion of gluttons shames his father. ",
 "He who increases his wealth by excessive interest \ngathers it for one who has pity on the poor. ",
 "He who turns away his ear from hearing the law, \neven his prayer is an abomination. ",
 "Whoever causes the upright to go astray in an evil way, \nhe will fall into his own trap; \nbut the blameless will inherit good. ",
 "The rich man is wise in his own eyes; \nbut the poor who has understanding sees through him. ",
 "When the righteous triumph, there is great glory; \nbut when the wicked rise, men hide themselves. ",
 "He who conceals his sins doesn’t prosper, \nbut whoever confesses and renounces them finds mercy. ",
 "Blessed is the man who always fears; \nbut one who hardens his heart falls into trouble. ",
 "As a roaring lion or a charging bear, \nso is a wicked ruler over helpless people. ",
 "A tyrannical ruler lacks judgment. \nOne who hates ill-gotten gain will have long days. ",
 "A man who is tormented by life blood will be a fugitive until death; \nno one will support him. ",
 "Whoever walks blamelessly is kept safe; \nbut one with perverse ways will fall suddenly. ",
 "One who works his land will have an abundance of food; \nbut one who chases fantasies will have his fill of poverty. ",
 "A faithful man is rich with blessings; \nbut one who is eager to be rich will not go unpunished. ",
 "To show partiality is not good; \nyet a man will do wrong for a piece of bread. ",
 "A stingy man hurries after riches, \nand doesn’t know that poverty waits for him. ",
 "One who rebukes a man will afterward find more favor \nthan one who flatters with the tongue. ",
 "Whoever robs his father or his mother and says, “It’s not wrong,” \nis a partner with a destroyer. ",
 "One who is greedy stirs up strife; \nbut one who trusts in Yahweh will prosper. ",
 "One who trusts in himself is a fool; \nbut one who walks in wisdom is kept safe. ",
 "One who gives to the poor has no lack; \nbut one who closes his eyes will have many curses. ",
 "When the wicked rise, men hide themselves; \nbut when they perish, the righteous thrive. "
]