[
 null,
 " \nHe who is often rebuked and stiffens his neck \nwill be destroyed suddenly, with no remedy. ",
 "When the righteous thrive, the people rejoice; \nbut when the wicked rule, the people groan. ",
 "Whoever loves wisdom brings joy to his father; \nbut a companion of prostitutes squanders his wealth. ",
 "The king by justice makes the land stable, \nbut he who takes bribes tears it down. ",
 "A man who flatters his neighbor \nspreads a net for his feet. ",
 "An evil man is snared by his sin, \nbut the righteous can sing and be glad. ",
 "The righteous care about justice for the poor. \nThe wicked aren’t concerned about knowledge. ",
 "Mockers stir up a city, \nbut wise men turn away anger. ",
 "If a wise man goes to court with a foolish man, \nthe fool rages or scoffs, and there is no peace. ",
 "The bloodthirsty hate a man of integrity; \nand they seek the life of the upright. ",
 "A fool vents all of his anger, \nbut a wise man brings himself under control. ",
 "If a ruler listens to lies, \nall of his officials are wicked. ",
 "The poor man and the oppressor have this in common: \nYahweh gives sight to the eyes of both. ",
 "The king who fairly judges the poor, \nhis throne shall be established forever. ",
 "The rod of correction gives wisdom, \nbut a child left to himself causes shame to his mother. ",
 "When the wicked increase, sin increases; \nbut the righteous will see their downfall. ",
 "Correct your son, and he will give you peace; \nyes, he will bring delight to your soul. ",
 "Where there is no revelation, the people cast off restraint; \nbut one who keeps the law is blessed. ",
 "A servant can’t be corrected by words. \nThough he understands, yet he will not respond. ",
 "Do you see a man who is hasty in his words? \nThere is more hope for a fool than for him. ",
 "He who pampers his servant from youth \nwill have him become a son in the end. ",
 "An angry man stirs up strife, \nand a wrathful man abounds in sin. ",
 "A man’s pride brings him low, \nbut one of lowly spirit gains honor. ",
 "Whoever is an accomplice of a thief is an enemy of his own soul. \nHe takes an oath, but dares not testify. ",
 "The fear of man proves to be a snare, \nbut whoever puts his trust in Yahweh is kept safe. ",
 "Many seek the ruler’s favor, \nbut a man’s justice comes from Yahweh. ",
 "A dishonest man detests the righteous, \nand the upright in their ways detest the wicked. "
]