[
 null,
 " \nMy son, don’t forget my teaching; \nbut let your heart keep my commandments: ",
 "for they will add to you length of days, \nyears of life, and peace. ",
 "Don’t let kindness and truth forsake you. \nBind them around your neck. \nWrite them on the tablet of your heart. ",
 "So you will find favor, \nand good understanding in the sight of God and man. ",
 "Trust in Yahweh with all your heart, \nand don’t lean on your own understanding. ",
 "In all your ways acknowledge him, \nand he will make your paths straight. ",
 "Don’t be wise in your own eyes. \nFear Yahweh, and depart from evil. ",
 "It will be health to your body, \nand nourishment to your bones. ",
 "Honor Yahweh with your substance, \nwith the first fruits of all your increase: ",
 "so your barns will be filled with plenty, \nand your vats will overflow with new wine. ",
 "My son, don’t despise Yahweh’s discipline, \nneither be weary of his correction; ",
 "for whom Yahweh loves, he corrects, \neven as a father reproves the son in whom he delights. \n ",
 "Happy is the man who finds wisdom, \nthe man who gets understanding. ",
 "For her good profit is better than getting silver, \nand her return is better than fine gold. ",
 "She is more precious than rubies. \nNone of the things you can desire are to be compared to her. ",
 "Length of days is in her right hand. \nIn her left hand are riches and honor. ",
 "Her ways are ways of pleasantness. \nAll her paths are peace. ",
 "She is a tree of life to those who lay hold of her. \nHappy is everyone who retains her. ",
 "By wisdom Yahweh founded the earth. \nBy understanding, he established the heavens. ",
 "By his knowledge, the depths were broken up, \nand the skies drop down the dew. ",
 "My son, let them not depart from your eyes. \nKeep sound wisdom and discretion: ",
 "so they will be life to your soul, \nand grace for your neck. ",
 "Then you shall walk in your way securely. \nYour foot won’t stumble. ",
 "When you lie down, you will not be afraid. \nYes, you will lie down, and your sleep will be sweet. ",
 "Don’t be afraid of sudden fear, \nneither of the desolation of the wicked, when it comes; ",
 "for Yahweh will be your confidence, \nand will keep your foot from being taken. \n ",
 "Don’t withhold good from those to whom it is due, \nwhen it is in the power of your hand to do it. ",
 "Don’t say to your neighbor, “Go, and come again; \ntomorrow I will give it to you,” \nwhen you have it by you. ",
 "Don’t devise evil against your neighbor, \nsince he dwells securely by you. ",
 "Don’t strive with a man without cause, \nif he has done you no harm. ",
 "Don’t envy the man of violence. \nChoose none of his ways. ",
 "For the perverse is an abomination to Yahweh, \nbut his friendship is with the upright. ",
 "Yahweh’s curse is in the house of the wicked, \nbut he blesses the habitation of the righteous. ",
 "Surely he mocks the mockers, \nbut he gives grace to the humble. ",
 "The wise will inherit glory, \nbut shame will be the promotion of fools. "
]