[
 null,
 "The words of Agur the son of Jakeh; the revelation: \nthe man says to Ithiel, \nto Ithiel and Ucal: ",
 "“Surely I am the most ignorant man, \nand don’t have a man’s understanding. ",
 "I have not learned wisdom, \nneither do I have the knowledge of the Holy One. ",
 "Who has ascended up into heaven, and descended? \nWho has gathered the wind in his fists? \nWho has bound the waters in his garment? \nWho has established all the ends of the earth? \nWhat is his name, and what is his son’s name, if you know? \n ",
 "“Every word of God is flawless. \nHe is a shield to those who take refuge in him. ",
 "Don’t you add to his words, \nlest he reprove you, and you be found a liar. \n ",
 "“Two things I have asked of you. \nDon’t deny me before I die. ",
 "Remove far from me falsehood and lies. \nGive me neither poverty nor riches. \nFeed me with the food that is needful for me, ",
 "lest I be full, deny you, and say, ‘Who is Yahweh?’ \nor lest I be poor, and steal, \nand so dishonor the name of my God. \n ",
 "“Don’t slander a servant to his master, \nlest he curse you, and you be held guilty. \n ",
 "There is a generation that curses their father, \nand doesn’t bless their mother. ",
 "There is a generation that is pure in their own eyes, \nyet are not washed from their filthiness. ",
 "There is a generation, oh how lofty are their eyes! \nTheir eyelids are lifted up. ",
 "There is a generation whose teeth are like swords, \nand their jaws like knives, \nto devour the poor from the earth, and the needy from among men. \n ",
 "“The leech has two daughters: \n‘Give, give.’ \n“There are three things that are never satisfied; \nfour that don’t say, ‘Enough:’ ",
 "Sheol, \nthe barren womb; \nthe earth that is not satisfied with water; \nand the fire that doesn’t say, ‘Enough.’ \n ",
 "“The eye that mocks at his father, \nand scorns obedience to his mother: \nthe ravens of the valley shall pick it out, \nthe young eagles shall eat it. \n ",
 "“There are three things which are too amazing for me, \nfour which I don’t understand: ",
 "The way of an eagle in the air, \nthe way of a serpent on a rock, \nthe way of a ship in the middle of the sea, \nand the way of a man with a maiden. \n ",
 "“So is the way of an adulterous woman: \nShe eats and wipes her mouth, \nand says, ‘I have done nothing wrong.’ \n ",
 "“For three things the earth trembles, \nand under four, it can’t bear up: ",
 "For a servant when he is king, \na fool when he is filled with food, ",
 "for an unloved woman when she is married, \nand a servant who is heir to her mistress. \n ",
 "“There are four things which are little on the earth, \nbut they are exceedingly wise: ",
 "The ants are not a strong people, \nyet they provide their food in the summer. ",
 "The hyraxes are but a feeble folk, \nyet make they their houses in the rocks. ",
 "The locusts have no king, \nyet they advance in ranks. ",
 "You can catch a lizard with your hands, \nyet it is in kings’ palaces. \n ",
 "“There are three things which are stately in their march, \nfour which are stately in going: ",
 "The lion, which is mightiest among animals, \nand doesn’t turn away for any; ",
 "the greyhound; \nthe male goat; \nand the king against whom there is no rising up. \n ",
 "“If you have done foolishly in lifting up yourself, \nor if you have thought evil, \nput your hand over your mouth. ",
 "For as the churning of milk produces butter, \nand the wringing of the nose produces blood; \nso the forcing of wrath produces strife.” "
]