[
 null,
 " \nListen, sons, to a father’s instruction. \nPay attention and know understanding; ",
 "for I give you sound learning. \nDon’t forsake my law. ",
 "For I was a son to my father, \ntender and an only child in the sight of my mother. ",
 "He taught me, and said to me: \n“Let your heart retain my words. \nKeep my commandments, and live. ",
 "Get wisdom. \nGet understanding. \nDon’t forget, and don’t deviate from the words of my mouth. ",
 "Don’t forsake her, and she will preserve you. \nLove her, and she will keep you. ",
 "Wisdom is supreme. \nGet wisdom. \nYes, though it costs all your possessions, get understanding. ",
 "Esteem her, and she will exalt you. \nShe will bring you to honor when you embrace her. ",
 "She will give to your head a garland of grace. \nShe will deliver a crown of splendor to you.” \n ",
 "Listen, my son, and receive my sayings. \nThe years of your life will be many. ",
 "I have taught you in the way of wisdom. \nI have led you in straight paths. ",
 "When you go, your steps will not be hampered. \nWhen you run, you will not stumble. ",
 "Take firm hold of instruction. \nDon’t let her go. \nKeep her, for she is your life. ",
 "Don’t enter into the path of the wicked. \nDon’t walk in the way of evil men. ",
 "Avoid it, and don’t pass by it. \nTurn from it, and pass on. ",
 "For they don’t sleep unless they do evil. \nTheir sleep is taken away, unless they make someone fall. ",
 "For they eat the bread of wickedness \nand drink the wine of violence. ",
 "But the path of the righteous is like the dawning light \nthat shines more and more until the perfect day. ",
 "The way of the wicked is like darkness. \nThey don’t know what they stumble over. \n ",
 "My son, attend to my words. \nTurn your ear to my sayings. ",
 "Let them not depart from your eyes. \nKeep them in the center of your heart. ",
 "For they are life to those who find them, \nand health to their whole body. ",
 "Keep your heart with all diligence, \nfor out of it is the wellspring of life. ",
 "Put away from yourself a perverse mouth. \nPut corrupt lips far from you. ",
 "Let your eyes look straight ahead. \nFix your gaze directly before you. ",
 "Make the path of your feet level. \nLet all of your ways be established. ",
 "Don’t turn to the right hand nor to the left. \nRemove your foot from evil. "
]