[
 null,
 " \nMy son, if you have become collateral for your neighbor, \nif you have struck your hands in pledge for a stranger, ",
 "you are trapped by the words of your mouth; \nyou are ensnared with the words of your mouth. ",
 "Do this now, my son, and deliver yourself, \nsince you have come into the hand of your neighbor. \nGo, humble yourself. \nPress your plea with your neighbor. ",
 "Give no sleep to your eyes, \nnor slumber to your eyelids. ",
 "Free yourself, like a gazelle from the hand of the hunter, \nlike a bird from the snare of the fowler. \n ",
 "Go to the ant, you sluggard. \nConsider her ways, and be wise; ",
 "which having no chief, overseer, or ruler, ",
 "provides her bread in the summer, \nand gathers her food in the harvest. ",
 "How long will you sleep, sluggard? \nWhen will you arise out of your sleep? ",
 "A little sleep, a little slumber, \na little folding of the hands to sleep: ",
 "so your poverty will come as a robber, \nand your scarcity as an armed man. \n ",
 "A worthless person, a man of iniquity, \nis he who walks with a perverse mouth, ",
 "who winks with his eyes, who signals with his feet, \nwho motions with his fingers, ",
 "in whose heart is perverseness, \nwho devises evil continually, \nwho always sows discord. ",
 "Therefore his calamity will come suddenly. \nHe will be broken suddenly, and that without remedy. \n ",
 "There are six things which Yahweh hates; \nyes, seven which are an abomination to him: ",
 "arrogant eyes, a lying tongue, \nhands that shed innocent blood, ",
 "a heart that devises wicked schemes, \nfeet that are swift in running to mischief, ",
 "a false witness who utters lies, \nand he who sows discord among brothers. \n ",
 "My son, keep your father’s commandment, \nand don’t forsake your mother’s teaching. ",
 "Bind them continually on your heart. \nTie them around your neck. ",
 "When you walk, it will lead you. \nWhen you sleep, it will watch over you. \nWhen you awake, it will talk with you. ",
 "For the commandment is a lamp, \nand the law is light. \nReproofs of instruction are the way of life, ",
 "to keep you from the immoral woman, \nfrom the flattery of the wayward wife’s tongue. ",
 "Don’t lust after her beauty in your heart, \nneither let her captivate you with her eyelids. ",
 "For a prostitute reduces you to a piece of bread. \nThe adulteress hunts for your precious life. ",
 "Can a man scoop fire into his lap, \nand his clothes not be burned? ",
 "Or can one walk on hot coals, \nand his feet not be scorched? ",
 "So is he who goes in to his neighbor’s wife. \nWhoever touches her will not be unpunished. ",
 "Men don’t despise a thief \nif he steals to satisfy himself when he is hungry; ",
 "but if he is found, he shall restore seven times. \nHe shall give all the wealth of his house. ",
 "He who commits adultery with a woman is void of understanding. \nHe who does it destroys his own soul. ",
 "He will get wounds and dishonor. \nHis reproach will not be wiped away. ",
 "For jealousy arouses the fury of the husband. \nHe won’t spare in the day of vengeance. ",
 "He won’t regard any ransom, \nneither will he rest content, though you give many gifts. "
]