[
 null,
 " \nMy son, keep my words. \nLay up my commandments within you. ",
 "Keep my commandments and live! \nGuard my teaching as the apple of your eye. ",
 "Bind them on your fingers. \nWrite them on the tablet of your heart. ",
 "Tell wisdom, “You are my sister.” \nCall understanding your relative, ",
 "that they may keep you from the strange woman, \nfrom the foreigner who flatters with her words. ",
 "For at the window of my house, \nI looked out through my lattice. ",
 "I saw among the simple ones. \nI discerned among the youths a young man void of understanding, ",
 "passing through the street near her corner, \nhe went the way to her house, ",
 "in the twilight, in the evening of the day, \nin the middle of the night and in the darkness. ",
 "Behold, there a woman met him with the attire of a prostitute, \nand with crafty intent. ",
 "She is loud and defiant. \nHer feet don’t stay in her house. ",
 "Now she is in the streets, now in the squares, \nand lurking at every corner. ",
 "So she caught him, and kissed him. \nWith an impudent face she said to him: ",
 "“Sacrifices of peace offerings are with me. \nToday I have paid my vows. ",
 "Therefore I came out to meet you, \nto diligently seek your face, \nand I have found you. ",
 "I have spread my couch with carpets of tapestry, \nwith striped cloths of the yarn of Egypt. ",
 "I have perfumed my bed with myrrh, aloes, and cinnamon. ",
 "Come, let’s take our fill of loving until the morning. \nLet’s solace ourselves with loving. ",
 "For my husband isn’t at home. \nHe has gone on a long journey. ",
 "He has taken a bag of money with him. \nHe will come home at the full moon.” ",
 "With persuasive words, she led him astray. \nWith the flattering of her lips, she seduced him. ",
 "He followed her immediately, \nas an ox goes to the slaughter, \nas a fool stepping into a noose. ",
 "Until an arrow strikes through his liver, \nas a bird hurries to the snare, \nand doesn’t know that it will cost his life. \n ",
 "Now therefore, sons, listen to me. \nPay attention to the words of my mouth. ",
 "Don’t let your heart turn to her ways. \nDon’t go astray in her paths, ",
 "for she has thrown down many wounded. \nYes, all her slain are a mighty army. ",
 "Her house is the way to Sheol, \ngoing down to the rooms of death. "
]