[
 null,
 "David spoke to Yahweh the words of this song in the day that Yahweh delivered him out of the hand of all his enemies, and out of the hand of Saul,  ",
 "and he said: \n“Yahweh is my rock, \nmy fortress, \nand my deliverer, even mine; ",
 "God is my rock in whom I take refuge; \nmy shield, and the horn of my salvation, \nmy high tower, and my refuge. \nMy savior, you save me from violence. ",
 "I call on Yahweh, who is worthy to be praised; \nSo shall I be saved from my enemies. ",
 "For the waves of death surrounded me. \nThe floods of ungodliness made me afraid. ",
 "The cords of Sheol were around me. \nThe snares of death caught me. ",
 "In my distress, I called on Yahweh. \nYes, I called to my God. \nHe heard my voice out of his temple. \nMy cry came into his ears. ",
 "Then the earth shook and trembled. \nThe foundations of heaven quaked and were shaken, \nbecause he was angry. ",
 "Smoke went up out of his nostrils. \nConsuming fire came out of his mouth. \nCoals were kindled by it. ",
 "He bowed the heavens also, and came down. \nThick darkness was under his feet. ",
 "He rode on a cherub, and flew. \nYes, he was seen on the wings of the wind. ",
 "He made darkness a shelter around himself: \ngathering of waters, and thick clouds of the skies. ",
 "At the brightness before him, \ncoals of fire were kindled. ",
 "Yahweh thundered from heaven. \nThe Most High uttered his voice. ",
 "He sent out arrows, and scattered them; \nlightning, and confused them. ",
 "Then the channels of the sea appeared. \nThe foundations of the world were laid bare by Yahweh’s rebuke, \nat the blast of the breath of his nostrils. ",
 "He sent from on high and he took me. \nHe drew me out of many waters. ",
 "He delivered me from my strong enemy, \nfrom those who hated me, for they were too mighty for me. ",
 "They came on me in the day of my calamity, \nbut Yahweh was my support. ",
 "He also brought me out into a large place. \nHe delivered me, because he delighted in me. ",
 "Yahweh rewarded me according to my righteousness. \nHe rewarded me according to the cleanness of my hands. ",
 "For I have kept Yahweh’s ways, \nand have not wickedly departed from my God. ",
 "For all his ordinances were before me. \nAs for his statutes, I didn’t depart from them. ",
 "I was also perfect toward him. \nI kept myself from my iniquity. ",
 "Therefore Yahweh has rewarded me according to my righteousness, \nAccording to my cleanness in his eyesight. ",
 "With the merciful you will show yourself merciful. \nWith the perfect man you will show yourself perfect. ",
 "With the pure you will show yourself pure. \nWith the crooked you will show yourself shrewd. ",
 "You will save the afflicted people, \nBut your eyes are on the arrogant, that you may bring them down. ",
 "For you are my lamp, Yahweh. \nYahweh will light up my darkness. ",
 "For by you, I run against a troop. \nBy my God, I leap over a wall. ",
 "As for God, his way is perfect. \nYahweh’s word is tested. \nHe is a shield to all those who take refuge in him. ",
 "For who is God, besides Yahweh? \nWho is a rock, besides our God? ",
 "God is my strong fortress. \nHe makes my way perfect. ",
 "He makes his feet like hinds’ feet, \nand sets me on my high places. ",
 "He teaches my hands to war, \nso that my arms bend a bow of bronze. ",
 "You have also given me the shield of your salvation. \nYour gentleness has made me great. ",
 "You have enlarged my steps under me. \nMy feet have not slipped. ",
 "I have pursued my enemies and destroyed them. \nI didn’t turn again until they were consumed. ",
 "I have consumed them, \nand struck them through, \nso that they can’t arise. \nYes, they have fallen under my feet. ",
 "For you have armed me with strength for the battle. \nYou have subdued under me those who rose up against me. ",
 "You have also made my enemies turn their backs to me, \nthat I might cut off those who hate me. ",
 "They looked, but there was no one to save; \neven to Yahweh, but he didn’t answer them. ",
 "Then I beat them as small as the dust of the earth. \nI crushed them as the mire of the streets, and spread them abroad. ",
 "You also have delivered me from the strivings of my people. \nYou have kept me to be the head of the nations. \nA people whom I have not known will serve me. ",
 "The foreigners will submit themselves to me. \nAs soon as they hear of me, they will obey me. ",
 "The foreigners will fade away, \nand will come trembling out of their close places. ",
 "Yahweh lives! \nBlessed be my rock! \nExalted be God, the rock of my salvation, ",
 "even the God who executes vengeance for me, \nwho brings down peoples under me, ",
 "who brings me away from my enemies. \nYes, you lift me up above those who rise up against me. \nYou deliver me from the violent man. ",
 "Therefore I will give thanks to you, Yahweh, among the nations, \nand will sing praises to your name. ",
 "He gives great deliverance to his king, \nand shows loving kindness to his anointed, \nto David and to his offspring, forever more.” "
]