[
 null,
 "The vision of Isaiah the son of Amoz, which he saw concerning Judah and Jerusalem, in the days of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah. \n ",
 "Hear, heavens, \nand listen, earth; for Yahweh has spoken: \n“I have nourished and brought up children \nand they have rebelled against me. ",
 "The ox knows his owner, \nand the donkey his master’s crib; \nbut Israel doesn’t know. \nMy people don’t consider.” ",
 "Ah sinful nation, \na people loaded with iniquity, \noffspring of evildoers, \nchildren who deal corruptly! \nThey have forsaken Yahweh. \nThey have despised the Holy One of Israel. \nThey are estranged and backward. ",
 "Why should you be beaten more, \nthat you revolt more and more? \nThe whole head is sick, \nand the whole heart faint. ",
 "From the sole of the foot even to the head there is no soundness in it: \nwounds, welts, and open sores. \nThey haven’t been closed, bandaged, or soothed with oil. ",
 "Your country is desolate. \nYour cities are burned with fire. \nStrangers devour your land in your presence \nand it is desolate, \nas overthrown by strangers. ",
 "The daughter of Zion is left like a shelter in a vineyard, \nlike a hut in a field of melons, \nlike a besieged city. ",
 "Unless Yahweh of Armies had left to us a very small remnant, \nwe would have been as Sodom. \nWe would have been like Gomorrah. \n ",
 "Hear Yahweh’s word, you rulers of Sodom! \nListen to the law of our God, you people of Gomorrah! ",
 "“What are the multitude of your sacrifices to me?”, says Yahweh. \n“I have had enough of the burnt offerings of rams \nand the fat of fed animals. \nI don’t delight in the blood of bulls, \nor of lambs, \nor of male goats. ",
 "When you come to appear before me, \nwho has required this at your hand, to trample my courts? ",
 "Bring no more vain offerings. \nIncense is an abomination to me. \nNew moons, Sabbaths, and convocations: \nI can’t stand evil assemblies. ",
 "My soul hates your New Moons and your appointed feasts. \nThey are a burden to me. \nI am weary of bearing them. ",
 "When you spread out your hands, I will hide my eyes from you. \nYes, when you make many prayers, I will not hear. \nYour hands are full of blood. ",
 "Wash yourselves. Make yourself clean. \nPut away the evil of your doings from before my eyes. \nCease to do evil. ",
 "Learn to do well. \nSeek justice. \nRelieve the oppressed. \nDefend the fatherless. \nPlead for the widow.” \n ",
 "“Come now, and let’s reason together,” says Yahweh: \n“Though your sins are as scarlet, they shall be as white as snow. \nThough they are red like crimson, they shall be as wool. ",
 "If you are willing and obedient, \nyou will eat the good of the land; ",
 "but if you refuse and rebel, you will be devoured with the sword; \nfor the mouth of Yahweh has spoken it.” \n ",
 "How the faithful city has become a prostitute! \nShe was full of justice. \nRighteousness lodged in her, \nbut now there are murderers. ",
 "Your silver has become dross, \nyour wine mixed with water. ",
 "Your princes are rebellious and companions of thieves. \nEveryone loves bribes and follows after rewards. \nThey don’t defend the fatherless, \nneither does the cause of the widow come to them. \n ",
 "Therefore the Lord, Yahweh of Armies, \nthe Mighty One of Israel, says: \n“Ah, I will get relief from my adversaries, \nand avenge myself on my enemies. ",
 "I will turn my hand on you, \nthoroughly purge away your dross, \nand will take away all your tin. ",
 "I will restore your judges as at the first, \nand your counselors as at the beginning. \nAfterward you shall be called ‘The city of righteousness, \na faithful town.’ ",
 "Zion shall be redeemed with justice, \nand her converts with righteousness. ",
 "But the destruction of transgressors and sinners shall be together, \nand those who forsake Yahweh shall be consumed. ",
 "For they shall be ashamed of the oaks which you have desired, \nand you shall be confounded for the gardens that you have chosen. ",
 "For you shall be as an oak whose leaf fades, \nand as a garden that has no water. ",
 "The strong will be like tinder, \nand his work like a spark. \nThey will both burn together, \nand no one will quench them.” "
]