[
 null,
 "This is what Isaiah the son of Amoz saw concerning Judah and Jerusalem. \n ",
 "It shall happen in the latter days, that the mountain of Yahweh’s house shall be established on the top of the mountains, \nand shall be raised above the hills; \nand all nations shall flow to it. ",
 "Many peoples shall go and say, \n“Come, let’s go up to the mountain of Yahweh, \nto the house of the God of Jacob; \nand he will teach us of his ways, \nand we will walk in his paths.” \nFor the law shall go out of Zion, \nand Yahweh’s word from Jerusalem. ",
 "He will judge between the nations, \nand will decide concerning many peoples. \nThey shall beat their swords into plowshares, \nand their spears into pruning hooks. \nNation shall not lift up sword against nation, \nneither shall they learn war any more. \n ",
 "House of Jacob, come, and let’s walk in the light of Yahweh. ",
 "For you have forsaken your people, the house of Jacob, \nbecause they are filled from the east, \nwith those who practice divination like the Philistines, \nand they clasp hands with the children of foreigners. ",
 "Their land is full of silver and gold, \nneither is there any end of their treasures. \nTheir land also is full of horses, \nneither is there any end of their chariots. ",
 "Their land also is full of idols. \nThey worship the work of their own hands, \nthat which their own fingers have made. ",
 "Man is brought low, \nand mankind is humbled; \ntherefore don’t forgive them. ",
 "Enter into the rock, \nand hide in the dust, \nfrom before the terror of Yahweh, \nand from the glory of his majesty. ",
 "The lofty looks of man will be brought low, \nthe arrogance of men will be bowed down, \nand Yahweh alone will be exalted in that day. \n ",
 "For there will be a day of Yahweh of Armies for all that is proud and arrogant, \nand for all that is lifted up; \nand it shall be brought low: ",
 "for all the cedars of Lebanon, that are high and lifted up, \nfor all the oaks of Bashan, ",
 "for all the high mountains, \nfor all the hills that are lifted up, ",
 "for every lofty tower, \nfor every fortified wall, ",
 "for all the ships of Tarshish, \nand for all pleasant imagery. ",
 "The loftiness of man shall be bowed down, \nand the arrogance of men shall be brought low; \nand Yahweh alone shall be exalted in that day. ",
 "The idols shall utterly pass away. ",
 "Men shall go into the caves of the rocks, \nand into the holes of the earth, \nfrom before the terror of Yahweh, \nand from the glory of his majesty, \nwhen he arises to shake the earth mightily. ",
 "In that day, men shall cast away their idols of silver \nand their idols of gold, \nwhich have been made for themselves to worship, \nto the moles and to the bats, ",
 "to go into the caverns of the rocks, \nand into the clefts of the ragged rocks, \nfrom before the terror of Yahweh, \nand from the glory of his majesty, \nwhen he arises to shake the earth mightily. ",
 "Stop trusting in man, whose breath is in his nostrils; \nfor of what account is he? "
]