[
 null,
 " \nFor, behold, the Lord, Yahweh of Armies, takes away from Jerusalem and from Judah supply and support, \nthe whole supply of bread, \nand the whole supply of water; ",
 "the mighty man, \nthe man of war, \nthe judge, \nthe prophet, \nthe diviner, \nthe elder, ",
 "the captain of fifty, \nthe honorable man, \nthe counselor, \nthe skilled craftsman, \nand the clever enchanter. ",
 "I will give boys to be their princes, \nand children shall rule over them. ",
 "The people will be oppressed, \neveryone by another, \nand everyone by his neighbor. \nThe child will behave himself proudly against the old man, \nand the wicked against the honorable. ",
 "Indeed a man shall take hold of his brother in the house of his father, saying, \n“You have clothing, you be our ruler, \nand let this ruin be under your hand.” ",
 "In that day he will cry out, saying, “I will not be a healer; \nfor in my house is neither bread nor clothing. \nYou shall not make me ruler of the people.” ",
 "For Jerusalem is ruined, and Judah is fallen; \nbecause their tongue and their doings are against Yahweh, \nto provoke the eyes of his glory. ",
 "The look of their faces testify against them. \nThey parade their sin like Sodom. \nThey don’t hide it. \nWoe to their soul! \nFor they have brought disaster upon themselves. ",
 "Tell the righteous “Good!” \nFor they shall eat the fruit of their deeds. ",
 "Woe to the wicked! \nDisaster is upon them; \nfor the deeds of his hands will be paid back to him. ",
 "As for my people, children are their oppressors, \nand women rule over them. \nMy people, those who lead you cause you to err, \nand destroy the way of your paths. \n ",
 "Yahweh stands up to contend, \nand stands to judge the peoples. ",
 "Yahweh will enter into judgment with the elders of his people \nand their leaders: \n“It is you who have eaten up the vineyard. \nThe plunder of the poor is in your houses. ",
 "What do you mean that you crush my people, \nand grind the face of the poor?” says the Lord, Yahweh of Armies. \n ",
 "Moreover Yahweh said, “Because the daughters of Zion are arrogant, \nand walk with outstretched necks and flirting eyes, \nwalking to trip as they go, \njingling ornaments on their feet; ",
 "therefore the Lord brings sores on the crown of the head of the women of Zion, \nand Yahweh will make their scalps bald.” ",
 "In that day the Lord will take away the beauty of their anklets, the headbands, the crescent necklaces,  ",
 "the earrings, the bracelets, the veils,  ",
 "the headdresses, the ankle chains, the sashes, the perfume containers, the charms,  ",
 "the signet rings, the nose rings,  ",
 "the fine robes, the capes, the cloaks, the purses,  ",
 "the hand mirrors, the fine linen garments, the tiaras, and the shawls. \n ",
 "It shall happen that instead of sweet spices, there shall be rottenness; \ninstead of a belt, a rope; \ninstead of well set hair, baldness; \ninstead of a robe, a wearing of sackcloth; \nand branding instead of beauty. ",
 "Your men shall fall by the sword, \nand your mighty in the war. ",
 "Her gates shall lament and mourn. \nShe shall be desolate and sit on the ground. "
]