[
 null,
 " \nWoe to you who destroy, but you weren’t destroyed, \nand who betray, but nobody betrayed you! \nWhen you have finished destroying, you will be destroyed; \nand when you have finished betrayal, you will be betrayed. \n ",
 "Yahweh, be gracious to us. We have waited for you. \nBe our strength every morning, \nour salvation also in the time of trouble. ",
 "At the noise of the thunder, the peoples have fled. \nWhen you lift yourself up, the nations are scattered. ",
 "Your plunder will be gathered as the caterpillar gathers. \nMen will leap on it as locusts leap. ",
 "Yahweh is exalted, for he dwells on high. \nHe has filled Zion with justice and righteousness. ",
 "There will be stability in your times, abundance of salvation, wisdom, and knowledge. \nThe fear of Yahweh is your treasure. \n ",
 "Behold, their valiant ones cry outside; \nthe ambassadors of peace weep bitterly. ",
 "The highways are desolate. \nThe traveling man ceases. \nThe covenant is broken. \nHe has despised the cities. \nHe doesn’t respect man. ",
 "The land mourns and languishes. \nLebanon is confounded and withers away. \nSharon is like a desert, and Bashan and Carmel are stripped bare. ",
 "“Now I will arise,” says Yahweh. \n“Now I will lift myself up. \nNow I will be exalted. ",
 "You will conceive chaff. \nYou will give birth to stubble. \nYour breath is a fire that will devour you. ",
 "The peoples will be like the burning of lime, \nlike thorns that are cut down and burned in the fire. \n ",
 "Hear, you who are far off, what I have done; \nand, you who are near, acknowledge my might.” ",
 "The sinners in Zion are afraid. \nTrembling has seized the godless ones. \nWho among us can live with the devouring fire? \nWho among us can live with everlasting burning? ",
 "He who walks righteously \nand speaks blamelessly, \nhe who despises the gain of oppressions, \nwho gestures with his hands, refusing to take a bribe, \nwho stops his ears from hearing of blood, \nand shuts his eyes from looking at evil— ",
 "he will dwell on high. \nHis place of defense will be the fortress of rocks. \nHis bread will be supplied. \nHis waters will be sure. \n ",
 "Your eyes will see the king in his beauty. \nThey will see a distant land. ",
 "Your heart will meditate on the terror. \nWhere is he who counted? \nWhere is he who weighed? \nWhere is he who counted the towers? ",
 "You will no longer see the fierce people, \na people of a deep speech that you can’t comprehend, \nwith a strange language that you can’t understand. ",
 "Look at Zion, the city of our appointed festivals. \nYour eyes will see Jerusalem, a quiet habitation, \na tent that won’t be removed. \nIts stakes will never be plucked up, \nnor will any of its cords be broken. ",
 "But there Yahweh will be with us in majesty, \na place of wide rivers and streams, \nin which no galley with oars will go, \nneither will any gallant ship pass by there. ",
 "For Yahweh is our judge. \nYahweh is our lawgiver. \nYahweh is our king. \nHe will save us. \n ",
 "Your rigging is untied. \nThey couldn’t strengthen the foot of their mast. \nThey couldn’t spread the sail. \nThen the prey of a great plunder was divided. \nThe lame took the prey. \n ",
 "The inhabitant won’t say, “I am sick.” \nThe people who dwell therein will be forgiven their iniquity. "
]