[
 null,
 "“Comfort, comfort my people,” says your God.  ",
 "“Speak comfortably to Jerusalem; and call out to her that her warfare is accomplished, that her iniquity is pardoned, that she has received of Yahweh’s hand double for all her sins.” \n ",
 "The voice of one who calls out, \n“Prepare the way of Yahweh in the wilderness! \nMake a level highway in the desert for our God. ",
 "Every valley shall be exalted, \nand every mountain and hill shall be made low. \nThe uneven shall be made level, \nand the rough places a plain. ",
 "Yahweh’s glory shall be revealed, \nand all flesh shall see it together; \nfor the mouth of Yahweh has spoken it.” \n ",
 "The voice of one saying, “Cry!” \nOne said, “What shall I cry?” \n“All flesh is like grass, \nand all its glory is like the flower of the field. ",
 "The grass withers, \nthe flower fades, \nbecause Yahweh’s breath blows on it. \nSurely the people are like grass. ",
 "The grass withers, \nthe flower fades; \nbut the word of our God stands forever.” \n ",
 "You who tell good news to Zion, go up on a high mountain. \nYou who tell good news to Jerusalem, lift up your voice with strength! \nLift it up! Don’t be afraid! \nSay to the cities of Judah, “Behold, your God!” ",
 "Behold, the Lord Yahweh will come as a mighty one, \nand his arm will rule for him. \nBehold, his reward is with him, \nand his recompense before him. ",
 "He will feed his flock like a shepherd. \nHe will gather the lambs in his arm, \nand carry them in his bosom. \nHe will gently lead those who have their young. \n ",
 "Who has measured the waters in the hollow of his hand, \nand marked off the sky with his span, \nand calculated the dust of the earth in a measuring basket, \nand weighed the mountains in scales, \nand the hills in a balance? ",
 "Who has directed Yahweh’s Spirit, \nor has taught him as his counselor? ",
 "Who did he take counsel with, \nand who instructed him, \nand taught him in the path of justice, \nand taught him knowledge, \nand showed him the way of understanding? ",
 "Behold, the nations are like a drop in a bucket, \nand are regarded as a speck of dust on a balance. \nBehold, he lifts up the islands like a very little thing. ",
 "Lebanon is not sufficient to burn, \nnor its animals sufficient for a burnt offering. ",
 "All the nations are like nothing before him. \nThey are regarded by him as less than nothing, and vanity. \n ",
 "To whom then will you liken God? \nOr what likeness will you compare to him? ",
 "A workman has cast an image, \nand the goldsmith overlays it with gold, \nand casts silver chains for it. ",
 "He who is too impoverished for such an offering chooses a tree that will not rot. \nHe seeks a skillful workman to set up a carved image for him that will not be moved. \n ",
 "Haven’t you known? \nHaven’t you heard? \nHaven’t you been told from the beginning? \nHaven’t you understood from the foundations of the earth? ",
 "It is he who sits above the circle of the earth, \nand its inhabitants are like grasshoppers; \nwho stretches out the heavens like a curtain, \nand spreads them out like a tent to dwell in, ",
 "who brings princes to nothing, \nwho makes the judges of the earth meaningless. ",
 "They are planted scarcely. \nThey are sown scarcely. \nTheir stock has scarcely taken root in the ground. \nHe merely blows on them, and they wither, \nand the whirlwind takes them away as stubble. \n ",
 "“To whom then will you liken me? \nWho is my equal?” says the Holy One. ",
 "Lift up your eyes on high, \nand see who has created these, \nwho brings out their army by number. \nHe calls them all by name. \nby the greatness of his might, \nand because he is strong in power, \nnot one is lacking. \n ",
 "Why do you say, Jacob, \nand speak, Israel, \n“My way is hidden from Yahweh, \nand the justice due me is disregarded by my God?” ",
 "Haven’t you known? \nHaven’t you heard? \nThe everlasting God, Yahweh, \nthe Creator of the ends of the earth, doesn’t faint. \nHe isn’t weary. \nHis understanding is unsearchable. ",
 "He gives power to the weak. \nHe increases the strength of him who has no might. ",
 "Even the youths faint and get weary, \nand the young men utterly fall; ",
 "but those who wait for Yahweh will renew their strength. \nThey will mount up with wings like eagles. \nThey will run, and not be weary. \nThey will walk, and not faint. "
]