[
 null,
 " \n“Keep silent before me, islands, \nand let the peoples renew their strength. \nLet them come near, \nthen let them speak. \nLet’s meet together for judgment. ",
 "Who has raised up one from the east? \nWho called him to his foot in righteousness? \nHe hands over nations to him \nand makes him rule over kings. \nHe gives them like the dust to his sword, \nlike the driven stubble to his bow. ",
 "He pursues them \nand passes by safely, \neven by a way that he had not gone with his feet. ",
 "Who has worked and done it, \ncalling the generations from the beginning? \nI, Yahweh, the first, and with the last, I am he.” \n ",
 "The islands have seen, and fear. \nThe ends of the earth tremble. \nThey approach, and come. ",
 "Everyone helps his neighbor. \nThey say to their brothers, “Be strong!” ",
 "So the carpenter encourages the goldsmith. \nHe who smoothes with the hammer encourages him who strikes the anvil, \nsaying of the soldering, “It is good;” \nand he fastens it with nails, that it might not totter. \n ",
 "“But you, Israel, my servant, \nJacob whom I have chosen, \nthe offspring of Abraham my friend, ",
 "You whom I have taken hold of from the ends of the earth, \nand called from its corners, \nand said to you, ‘You are my servant, I have chosen you and have not cast you away.’ ",
 "Don’t you be afraid, for I am with you. \nDon’t be dismayed, for I am your God. \nI will strengthen you. \nYes, I will help you. \nYes, I will uphold you with the right hand of my righteousness. ",
 "Behold, all those who are incensed against you will be disappointed and confounded. \nThose who strive with you will be like nothing, and shall perish. ",
 "You will seek them, and won’t find them, \neven those who contend with you. \nThose who war against you will be as nothing, \nas a non-existent thing. ",
 "For I, Yahweh your God, will hold your right hand, \nsaying to you, ‘Don’t be afraid. \nI will help you.’ ",
 "Don’t be afraid, you worm Jacob, \nand you men of Israel. \nI will help you,” says Yahweh. \n“Your Redeemer is the Holy One of Israel. ",
 "Behold, I have made you into a new sharp threshing instrument with teeth. \nYou will thresh the mountains, \nand beat them small, \nand will make the hills like chaff. ",
 "You will winnow them, \nand the wind will carry them away, \nand the whirlwind will scatter them. \nYou will rejoice in Yahweh. \nYou will glory in the Holy One of Israel. \n ",
 "The poor and needy seek water, and there is none. \nTheir tongue fails for thirst. \nI, Yahweh, will answer them. \nI, the God of Israel, will not forsake them. ",
 "I will open rivers on the bare heights, \nand springs in the middle of the valleys. \nI will make the wilderness a pool of water, \nand the dry land springs of water. ",
 "I will put cedar, acacia, myrtle, and oil trees in the wilderness. \nI will set cypress trees, pine, and box trees together in the desert; ",
 "that they may see, know, consider, and understand together, \nthat Yahweh’s hand has done this, \nand the Holy One of Israel has created it. \n ",
 "Produce your cause,” says Yahweh. \n“Bring out your strong reasons!” says the King of Jacob. ",
 "“Let them announce and declare to us what will happen! \nDeclare the former things, what they are, \nthat we may consider them, and know the latter end of them; \nor show us things to come. ",
 "Declare the things that are to come hereafter, \nthat we may know that you are gods. \nYes, do good, or do evil, \nthat we may be dismayed, \nand see it together. ",
 "Behold, you are nothing, \nand your work is nothing. \nHe who chooses you is an abomination. \n ",
 "“I have raised up one from the north, and he has come, \nfrom the rising of the sun, one who calls on my name, \nand he shall come on rulers as on mortar, \nand as the potter treads clay. ",
 "Who has declared it from the beginning, that we may know? \nand before, that we may say, ‘He is right?’ \nSurely, there is no one who declares. \nSurely, there is no one who shows. \nSurely, there is no one who hears your words. ",
 "I am the first to say to Zion, ‘Behold, look at them;’ \nand I will give one who brings good news to Jerusalem. ",
 "When I look, there is no man, \neven among them there is no counselor who, when I ask of them, can answer a word. ",
 "Behold, all of their deeds are vanity and nothing. \nTheir molten images are wind and confusion. "
]