[
 null,
 " \n“Behold, my servant, whom I uphold, \nmy chosen, in whom my soul delights: \nI have put my Spirit on him. \nHe will bring justice to the nations. ",
 "He will not shout, \nnor raise his voice, \nnor cause it to be heard in the street. ",
 "He won’t break a bruised reed. \nHe won’t quench a dimly burning wick. \nHe will faithfully bring justice. ",
 "He will not fail nor be discouraged, \nuntil he has set justice in the earth, \nand the islands wait for his law.” \n ",
 "God Yahweh, \nhe who created the heavens and stretched them out, \nhe who spread out the earth and that which comes out of it, \nhe who gives breath to its people and spirit to those who walk in it, says: ",
 "“I, Yahweh, have called you in righteousness. \nI will hold your hand. \nI will keep you, \nand make you a covenant for the people, \nas a light for the nations, ",
 "to open the blind eyes, \nto bring the prisoners out of the dungeon, \nand those who sit in darkness out of the prison. \n ",
 "“I am Yahweh. \nThat is my name. \nI will not give my glory to another, \nnor my praise to engraved images. ",
 "Behold, the former things have happened \nand I declare new things. \nI tell you about them before they come up.” \n ",
 "Sing to Yahweh a new song, \nand his praise from the end of the earth, \nyou who go down to the sea, \nand all that is therein, \nthe islands and their inhabitants. ",
 "Let the wilderness and its cities raise their voices, \nwith the villages that Kedar inhabits. \nLet the inhabitants of Sela sing. \nLet them shout from the top of the mountains! ",
 "Let them give glory to Yahweh, \nand declare his praise in the islands. ",
 "Yahweh will go out like a mighty man. \nHe will stir up zeal like a man of war. \nHe will raise a war cry. \nYes, he will shout aloud. \nHe will triumph over his enemies. \n ",
 "“I have been silent a long time. \nI have been quiet and restrained myself. \nNow I will cry out like a travailing woman. I will both gasp and pant. ",
 "I will destroy mountains and hills, \nand dry up all their herbs. \nI will make the rivers islands, \nand will dry up the pools. ",
 "I will bring the blind by a way that they don’t know. \nI will lead them in paths that they don’t know. \nI will make darkness light before them, \nand crooked places straight. \nI will do these things, \nand I will not forsake them. \n ",
 "“Those who trust in engraved images, \nwho tell molten images, \n‘You are our gods,’ \nwill be turned back. \nThey will be utterly disappointed. \n ",
 "“Hear, you deaf, \nand look, you blind, \nthat you may see. ",
 "Who is blind, but my servant? \nOr who is as deaf as my messenger whom I send? \nWho is as blind as he who is at peace, \nand as blind as Yahweh’s servant? ",
 "You see many things, but don’t observe. \nHis ears are open, but he doesn’t listen. ",
 "It pleased Yahweh, for his righteousness’ sake, to magnify the law \nand make it honorable. ",
 "But this is a robbed and plundered people. \nAll of them are snared in holes, \nand they are hidden in prisons. \nThey have become captives, and no one delivers, \nand a plunder, and no one says, ‘Restore them!’ \n ",
 "Who is there among you who will give ear to this? \nWho will listen and hear for the time to come? ",
 "Who gave Jacob as plunder, \nand Israel to the robbers? \nDidn’t Yahweh, he against whom we have sinned? \nFor they would not walk in his ways, \nand they disobeyed his law. ",
 "Therefore he poured the fierceness of his anger on him, \nand the strength of battle. \nIt set him on fire all around, but he didn’t know. \nIt burned him, but he didn’t take it to heart.” "
]