[
 null,
 " \nBut now Yahweh who created you, Jacob, \nand he who formed you, Israel, says: \n“Don’t be afraid, for I have redeemed you. \nI have called you by your name. \nYou are mine. ",
 "When you pass through the waters, I will be with you, \nand through the rivers, they will not overflow you. \nWhen you walk through the fire, you will not be burned, \nand flame will not scorch you. ",
 "For I am Yahweh your God, \nthe Holy One of Israel, \nyour Savior. \nI have given Egypt as your ransom, \nEthiopia and Seba in your place. ",
 "Since you have been precious and honored in my sight, \nand I have loved you, \ntherefore I will give people in your place, \nand nations instead of your life. ",
 "Don’t be afraid, for I am with you. \nI will bring your offspring from the east, \nand gather you from the west. ",
 "I will tell the north, ‘Give them up!’ \nand tell the south, ‘Don’t hold them back! \nBring my sons from far away, \nand my daughters from the ends of the earth— ",
 "everyone who is called by my name, \nand whom I have created for my glory, \nwhom I have formed, \nyes, whom I have made.’ ” \n ",
 "Bring out the blind people who have eyes, \nand the deaf who have ears. ",
 "Let all the nations be gathered together, \nand let the peoples be assembled. \nWho among them can declare this, \nand show us former things? \nLet them bring their witnesses, that they may be justified, \nor let them hear, and say, “That is true.” \n ",
 "“You are my witnesses,” says Yahweh, \n“With my servant whom I have chosen; \nthat you may know and believe me, \nand understand that I am he. \nBefore me there was no God formed, \nneither will there be after me. ",
 "I myself am Yahweh. \nBesides me, there is no savior. ",
 "I have declared, I have saved, and I have shown, \nand there was no strange god among you. \nTherefore you are my witnesses”, \nsays Yahweh, “and I am God. ",
 "Yes, since the day was, I am he. \nThere is no one who can deliver out of my hand. \nI will work, and who can hinder it?” ",
 "Yahweh, your Redeemer, the Holy One of Israel says: “For your sake, I have sent to Babylon, and I will bring all of them down as fugitives, even the Chaldeans, in the ships of their rejoicing.  ",
 "I am Yahweh, your Holy One, the Creator of Israel, your King.” ",
 "Yahweh, who makes a way in the sea, \nand a path in the mighty waters, ",
 "who brings out the chariot and horse, \nthe army and the mighty man \n(they lie down together, they shall not rise; \nthey are extinct, they are quenched like a wick) says: ",
 "“Don’t remember the former things, \nand don’t consider the things of old. ",
 "Behold, I will do a new thing. \nIt springs out now. \nDon’t you know it? \nI will even make a way in the wilderness, \nand rivers in the desert. ",
 "The animals of the field, the jackals and the ostriches, shall honor me, \nbecause I give water in the wilderness and rivers in the desert, \nto give drink to my people, my chosen, ",
 "the people which I formed for myself, \nthat they might declare my praise. \n ",
 "Yet you have not called on me, Jacob; \nbut you have been weary of me, Israel. ",
 "You have not brought me any of your sheep for burnt offerings, \nneither have you honored me with your sacrifices. \nI have not burdened you with offerings, \nnor wearied you with frankincense. ",
 "You have bought me no sweet cane with money, \nnor have you filled me with the fat of your sacrifices, \nbut you have burdened me with your sins. \nYou have wearied me with your iniquities. \n ",
 "I, even I, am he who blots out your transgressions for my own sake; \nand I will not remember your sins. ",
 "Put me in remembrance. \nLet us plead together. \nDeclare your case, \nthat you may be justified. ",
 "Your first father sinned, \nand your teachers have transgressed against me. ",
 "Therefore I will profane the princes of the sanctuary; \nand I will make Jacob a curse, \nand Israel an insult.” "
]