[
 null,
 " \nYet listen now, Jacob my servant, \nand Israel, whom I have chosen. ",
 "This is what Yahweh who made you, \nand formed you from the womb, \nwho will help you says: \n“Don’t be afraid, Jacob my servant; \nand you, Jeshurun, whom I have chosen. ",
 "For I will pour water on him who is thirsty, \nand streams on the dry ground. \nI will pour my Spirit on your descendants, \nand my blessing on your offspring: ",
 "and they will spring up among the grass, \nas willows by the watercourses. ",
 "One will say, ‘I am Yahweh’s;’ \nand another will be called by the name of Jacob; \nand another will write with his hand ‘to Yahweh,’ \nand honor the name of Israel.” \n ",
 "This is what Yahweh, the King of Israel, \nand his Redeemer, Yahweh of Armies, says: \n“I am the first, and I am the last; \nand besides me there is no God. ",
 "Who is like me? \nWho will call, \nand will declare it, \nand set it in order for me, \nsince I established the ancient people? \nLet them declare the things that are coming, \nand that will happen. ",
 "Don’t fear, \nneither be afraid. \nHaven’t I declared it to you long ago, \nand shown it? \nYou are my witnesses. \nIs there a God besides me? \nIndeed, there is not. \nI don’t know any other Rock.” \n ",
 "Everyone who makes a carved image is vain. \nThe things that they delight in will not profit. \nTheir own witnesses don’t see, nor know, that they may be disappointed. ",
 "Who has fashioned a god, \nor molds an image that is profitable for nothing? ",
 "Behold, all his fellows will be disappointed; \nand the workmen are mere men. \nLet them all be gathered together. \nLet them stand up. \nThey will fear. \nThey will be put to shame together. \n ",
 "The blacksmith takes an ax, \nworks in the coals, \nfashions it with hammers, \nand works it with his strong arm. \nHe is hungry, \nand his strength fails; \nhe drinks no water, \nand is faint. ",
 "The carpenter stretches out a line. \nHe marks it out with a pencil. \nHe shapes it with planes. \nHe marks it out with compasses, \nand shapes it like the figure of a man, \nwith the beauty of a man, \nto reside in a house. ",
 "He cuts down cedars for himself, \nand takes the cypress and the oak, \nand strengthens for himself one among the trees of the forest. \nHe plants a cypress tree, \nand the rain nourishes it. ",
 "Then it will be for a man to burn; \nand he takes some of it, and warms himself. \nYes, he burns it, and bakes bread. \nYes, he makes a god, and worships it; \nhe makes it a carved image, and falls down to it. ",
 "He burns part of it in the fire. \nWith part of it, he eats meat. \nHe roasts a roast, and is satisfied. \nYes, he warms himself, \nand says, “Aha! I am warm. I have seen the fire.” ",
 "The rest of it he makes into a god, \neven his engraved image. \nHe bows down to it and worships, \nand prays to it, and says, “Deliver me; for you are my god!” \n ",
 "They don’t know, neither do they consider: \nfor he has shut their eyes, that they can’t see; \nand their hearts, that they can’t understand. ",
 "No one thinks, \nneither is there knowledge nor understanding to say, \n“I have burned part of it in the fire. \nYes, I have also baked bread on its coals. \nI have roasted meat and eaten it. \nShall I make the rest of it into an abomination? \nShall I bow down to a tree trunk?” ",
 "He feeds on ashes. \nA deceived heart has turned him aside; \nand he can’t deliver his soul, \nnor say, “Isn’t there a lie in my right hand?” \n ",
 "Remember these things, Jacob and Israel; \nfor you are my servant. \nI have formed you. \nYou are my servant. \nIsrael, you will not be forgotten by me. ",
 "I have blotted out, as a thick cloud, your transgressions, \nand, as a cloud, your sins. \nReturn to me, for I have redeemed you. \n ",
 "Sing, you heavens, for Yahweh has done it! \nShout, you lower parts of the earth! \nBreak out into singing, you mountains, O forest, all of your trees, \nfor Yahweh has redeemed Jacob, \nand will glorify himself in Israel. \n ",
 "Yahweh, your Redeemer, \nand he who formed you from the womb says: \n“I am Yahweh, who makes all things; \nwho alone stretches out the heavens; \nwho spreads out the earth by myself; ",
 "who frustrates the signs of the liars, \nand makes diviners mad; \nwho turns wise men backward, \nand makes their knowledge foolish; ",
 "who confirms the word of his servant, \nand performs the counsel of his messengers; \nwho says of Jerusalem, ‘She will be inhabited;’ \nand of the cities of Judah, ‘They will be built,’ \nand ‘I will raise up its waste places;’ ",
 "who says to the deep, ‘Be dry,’ \nand ‘I will dry up your rivers;’ ",
 "Who says of Cyrus, ‘He is my shepherd, and shall perform all my pleasure,’ \neven saying of Jerusalem, ‘She will be built;’ \nand of the temple, ‘Your foundation will be laid.’ ” "
]