[
 null,
 "Yahweh says to his anointed, to Cyrus, whose right hand I have held, to subdue nations before him, and strip kings of their armor; to open the doors before him, and the gates shall not be shut: \n ",
 "“I will go before you \nand make the rough places smooth. \nI will break the doors of bronze in pieces \nand cut apart the bars of iron. ",
 "I will give you the treasures of darkness \nand hidden riches of secret places, \nthat you may know that it is I, Yahweh, who call you by your name, \neven the God of Israel. ",
 "For Jacob my servant’s sake, \nand Israel my chosen, \nI have called you by your name. \nI have given you a title, \nthough you have not known me. ",
 "I am Yahweh, and there is no one else. \nBesides me, there is no God. \nI will strengthen you, \nthough you have not known me, ",
 "that they may know from the rising of the sun, \nand from the west, \nthat there is no one besides me. \nI am Yahweh, and there is no one else. ",
 "I form the light \nand create darkness. \nI make peace \nand create calamity. \nI am Yahweh, \nwho does all these things. \n ",
 "Rain, you heavens, from above, \nand let the skies pour down righteousness. \nLet the earth open, that it may produce salvation, \nand let it cause righteousness to spring up with it. \nI, Yahweh, have created it. \n ",
 "Woe to him who strives with his Maker— \na clay pot among the clay pots of the earth! \nShall the clay ask him who fashions it, ‘What are you making?’ \nor your work, ‘He has no hands?’ ",
 "Woe to him who says to a father, ‘What have you become the father of?’ \nor to a mother, ‘What have you given birth to?’ ” \n ",
 "Yahweh, the Holy One of Israel \nand his Maker says: \n“You ask me about the things that are to come, concerning my sons, \nand you command me concerning the work of my hands! ",
 "I have made the earth, and created man on it. \nI, even my hands, have stretched out the heavens. \nI have commanded all their army. ",
 "I have raised him up in righteousness, \nand I will make all his ways straight. \nHe shall build my city, \nand he shall let my exiles go free, \nnot for price nor reward,” says Yahweh of Armies. \n ",
 "Yahweh says: “The labor of Egypt, \nand the merchandise of Ethiopia, \nand the Sabeans, men of stature, will come over to you, \nand they will be yours. \nThey will go after you. \nThey shall come over in chains. \nThey will bow down to you. \nThey will make supplication to you: \n‘Surely God is in you; and there is no one else. \nThere is no other god. ",
 "Most certainly you are a God who has hidden yourself, \nGod of Israel, the Savior.’ ” ",
 "They will be disappointed, \nyes, confounded, all of them. \nThose who are makers of idols will go into confusion together. ",
 "Israel will be saved by Yahweh with an everlasting salvation. \nYou will not be disappointed nor confounded to ages everlasting. \n ",
 "For Yahweh who created the heavens, \nthe God who formed the earth and made it, \nwho established it and didn’t create it a waste, \nwho formed it to be inhabited says: \n“I am Yahweh. \nThere is no other. ",
 "I have not spoken in secret, \nin a place of the land of darkness. \nI didn’t say to the offspring of Jacob, ‘Seek me in vain.’ \nI, Yahweh, speak righteousness. \nI declare things that are right. \n ",
 "“Assemble yourselves and come. \nDraw near together, you who have escaped from the nations. \nThose have no knowledge who carry the wood of their engraved image, \nand pray to a god that can’t save. ",
 "Declare and present it. \nYes, let them take counsel together. \nWho has shown this from ancient time? \nWho has declared it of old? \nHaven’t I, Yahweh? \nThere is no other God besides me, a just God and a Savior. \nThere is no one besides me. \n ",
 "“Look to me, and be saved, all the ends of the earth; \nfor I am God, and there is no other. ",
 "I have sworn by myself. \nThe word has gone out of my mouth in righteousness, and will not be revoked, \nthat to me every knee shall bow, \nevery tongue shall take an oath. ",
 "They will say of me, \n‘There is righteousness and strength only in Yahweh.’ ” \nEven to him will men come. \nAll those who raged against him will be disappointed. ",
 "All the offspring of Israel will be justified in Yahweh, \nand will rejoice! "
]