[
 null,
 "“Come down and sit in the dust, virgin daughter of Babylon. \nSit on the ground without a throne, daughter of the Chaldeans. \nFor you will no longer be called tender and delicate. ",
 "Take the millstones and grind flour. \nRemove your veil, lift up your skirt, uncover your legs, \nand wade through the rivers. ",
 "Your nakedness will be uncovered. \nYes, your shame will be seen. \nI will take vengeance, \nand will spare no one.” \n ",
 "Our Redeemer, Yahweh of Armies is his name, \nis the Holy One of Israel. \n ",
 "“Sit in silence, and go into darkness, \ndaughter of the Chaldeans. \nFor you shall no longer be called \nthe mistress of kingdoms. ",
 "I was angry with my people. \nI profaned my inheritance \nand gave them into your hand. \nYou showed them no mercy. \nYou laid a very heavy yoke on the aged. ",
 "You said, ‘I will be a princess forever,’ \nso that you didn’t lay these things to your heart, \nnor did you remember the results. \n ",
 "“Now therefore hear this, you who are given to pleasures, \nwho sit securely, \nwho say in your heart, \n‘I am, and there is no one else besides me. \nI won’t sit as a widow, \nneither will I know the loss of children.’ ",
 "But these two things will come to you in a moment in one day, \nthe loss of children and widowhood. \nThey will come on you in their full measure, \nin the multitude of your sorceries, \nand the great abundance of your enchantments. ",
 "For you have trusted in your wickedness. \nYou have said, ‘No one sees me.’ \nYour wisdom and your knowledge has perverted you. \nYou have said in your heart, ‘I am, and there is no one else besides me.’ ",
 "Therefore disaster will come on you. \nYou won’t know when it dawns. \nMischief will fall on you. \nYou won’t be able to put it away. \nDesolation will come on you suddenly, \nwhich you don’t understand. \n ",
 "“Stand now with your enchantments \nand with the multitude of your sorceries, \nin which you have labored from your youth, \nas if you might profit, \nas if you might prevail. ",
 "You are wearied in the multitude of your counsels. \nNow let the astrologers, the stargazers, and the monthly prognosticators, stand up and save you from the things that will happen to you. ",
 "Behold, they are like stubble. \nThe fire will burn them. \nThey won’t deliver themselves from the power of the flame. \nIt won’t be a coal to warm at \nor a fire to sit by. ",
 "The things that you labored in will be like this: \nthose who have trafficked with you from your youth will each wander in his own way. \nThere will be no one to save you. "
]