[
 null,
 " \n“Hear this, house of Jacob, \nyou who are called by the name of Israel, \nand have come out of the waters of Judah. \nYou swear by Yahweh’s name, \nand make mention of the God of Israel, \nbut not in truth, nor in righteousness— ",
 "for they call themselves citizens of the holy city, \nand rely on the God of Israel; \nYahweh of Armies is his name. ",
 "I have declared the former things from of old. \nYes, they went out of my mouth, and I revealed them. \nI did them suddenly, and they happened. ",
 "Because I knew that you are obstinate, \nand your neck is an iron sinew, \nand your brow bronze; ",
 "therefore I have declared it to you from of old; \nbefore it came to pass I showed it to you; \nlest you should say, ‘My idol has done them. \nMy engraved image and my molten image has commanded them.’ ",
 "You have heard it. \nNow see all this. \nAnd you, won’t you declare it? \n“I have shown you new things from this time, \neven hidden things, which you have not known. ",
 "They are created now, and not from of old. \nBefore today, you didn’t hear them, \nlest you should say, ‘Behold, I knew them.’ ",
 "Yes, you didn’t hear. \nYes, you didn’t know. \nYes, from of old your ear was not opened, \nfor I knew that you dealt very treacherously, \nand were called a transgressor from the womb. ",
 "For my name’s sake, I will defer my anger, \nand for my praise, I hold it back for you \nso that I don’t cut you off. ",
 "Behold, I have refined you, \nbut not as silver. \nI have chosen you in the furnace of affliction. ",
 "For my own sake, \nfor my own sake, I will do it; \nfor how would my name be profaned? \nI will not give my glory to another. \n ",
 "“Listen to me, O Jacob, \nand Israel my called: \nI am he. \nI am the first. \nI am also the last. ",
 "Yes, my hand has laid the foundation of the earth, \nand my right hand has spread out the heavens. \nwhen I call to them, they stand up together. \n ",
 "“Assemble yourselves, all of you, and hear! \nWho among them has declared these things? \nHe whom Yahweh loves will do what he likes to Babylon, \nand his arm will be against the Chaldeans. ",
 "I, even I, have spoken. \nYes, I have called him. \nI have brought him \nand he shall make his way prosperous. ",
 "“Come near to me and hear this: \n“From the beginning I have not spoken in secret; \nfrom the time that it happened, I was there.” \nNow the Lord Yahweh has sent me \nwith his Spirit. \n ",
 "Yahweh, \nyour Redeemer, \nthe Holy One of Israel says: \n“I am Yahweh your God, \nwho teaches you to profit, \nwho leads you by the way that you should go. ",
 "Oh that you had listened to my commandments! \nThen your peace would have been like a river \nand your righteousness like the waves of the sea. ",
 "Your offspring also would have been as the sand \nand the descendants of your body like its grains. \nHis name would not be cut off nor destroyed from before me.” \n ",
 "Leave Babylon! \nFlee from the Chaldeans! \nWith a voice of singing announce this, \ntell it even to the end of the earth: \nsay, “Yahweh has redeemed his servant Jacob!” ",
 "They didn’t thirst when he led them through the deserts. \nHe caused the waters to flow out of the rock for them. \nHe also split the rock and the waters gushed out. \n ",
 "“There is no peace”, says Yahweh, “for the wicked.” "
]