[
 null,
 " \nListen, islands, to me. \nListen, you peoples, from afar: \nYahweh has called me from the womb; \nfrom the inside of my mother, he has mentioned my name. ",
 "He has made my mouth like a sharp sword. \nHe has hidden me in the shadow of his hand. \nHe has made me a polished shaft. \nHe has kept me close in his quiver. ",
 "He said to me, “You are my servant, \nIsrael, in whom I will be glorified.” ",
 "But I said, “I have labored in vain. \nI have spent my strength in vain for nothing; \nyet surely the justice due to me is with Yahweh, \nand my reward with my God.” \n ",
 "Now Yahweh, he who formed me from the womb to be his servant, \nsays to bring Jacob again to him, \nand to gather Israel to him, \nfor I am honorable in Yahweh’s eyes, \nand my God has become my strength. ",
 "Indeed, he says, “It is too light a thing that you should be my servant to raise up the tribes of Jacob, \nand to restore the preserved of Israel. \nI will also give you as a light to the nations, \nthat you may be my salvation to the end of the earth.” ",
 "Yahweh, the Redeemer of Israel, and his Holy One, \nsays to him whom man despises, to him whom the nation abhors, to a servant of rulers: \n“Kings shall see and rise up, \nprinces, and they shall worship, \nbecause of Yahweh who is faithful, even the Holy One of Israel, who has chosen you.” \n ",
 "Yahweh says, “I have answered you in an acceptable time. \nI have helped you in a day of salvation. \nI will preserve you and give you for a covenant of the people, \nto raise up the land, to make them inherit the desolate heritage, ",
 "saying to those who are bound, ‘Come out!’; \nto those who are in darkness, ‘Show yourselves!’ \n“They shall feed along the paths, \nand their pasture shall be on all treeless heights. ",
 "They shall not hunger nor thirst; \nneither shall the heat nor sun strike them: \nfor he who has mercy on them will lead them. \nHe will guide them by springs of water. ",
 "I will make all my mountains a road, \nand my highways shall be exalted. ",
 "Behold, these shall come from afar, \nand behold, these from the north and from the west; \nand these from the land of Sinim.” ",
 "Sing, heavens, and be joyful, earth! \nBreak out into singing, mountains, \nfor Yahweh has comforted his people, \nand will have compassion on his afflicted. \n ",
 "But Zion said, “Yahweh has forsaken me, \nand the Lord has forgotten me.” ",
 "“Can a woman forget her nursing child, \nthat she should not have compassion on the son of her womb? \nYes, these may forget, \nyet I will not forget you! ",
 "Behold, I have engraved you on the palms of my hands. \nYour walls are continually before me. ",
 "Your children hurry. \nYour destroyers and those who devastated you will leave you. ",
 "Lift up your eyes all around, and see: \nall these gather themselves together, and come to you. \nAs I live,” says Yahweh, “you shall surely clothe yourself with them all as with an ornament, \nand dress yourself with them, like a bride. ",
 "“For, as for your waste and your desolate places, \nand your land that has been destroyed, \nsurely now that land will be too small for the inhabitants, \nand those who swallowed you up will be far away. ",
 "The children of your bereavement will say in your ears, \n‘This place is too small for me. \nGive me a place to live in.’ ",
 "Then you will say in your heart, ‘Who has conceived these for me, since I have been bereaved of my children \nand am alone, an exile, and wandering back and forth? \nWho has brought these up? \nBehold, I was left alone. Where were these?’ ” \n ",
 "The Lord Yahweh says, “Behold, I will lift up my hand to the nations, \nand lift up my banner to the peoples. \nThey shall bring your sons in their bosom, \nand your daughters shall be carried on their shoulders. ",
 "Kings shall be your foster fathers, \nand their queens your nursing mothers. \nThey will bow down to you with their faces to the earth, \nand lick the dust of your feet. \nThen you will know that I am Yahweh; \nand those who wait for me shall not be disappointed.” \n ",
 "Shall the plunder be taken from the mighty, \nor the lawful captives be delivered? ",
 "But Yahweh says, “Even the captives of the mighty shall be taken away, \nand the plunder retrieved from the fierce, \nfor I will contend with him who contends with you \nand I will save your children. ",
 "I will feed those who oppress you with their own flesh; \nand they will be drunk on their own blood, as with sweet wine. \nThen all flesh shall know that I, Yahweh, am your Savior \nand your Redeemer, the Mighty One of Jacob.” "
]