[
 null,
 " \nLet me sing for my well beloved a song of my beloved about his vineyard. \nMy beloved had a vineyard on a very fruitful hill. ",
 "He dug it up, \ngathered out its stones, \nplanted it with the choicest vine, \nbuilt a tower in the middle of it, \nand also cut out a wine press in it. \nHe looked for it to yield grapes, \nbut it yielded wild grapes. \n ",
 "“Now, inhabitants of Jerusalem and men of Judah, \nplease judge between me and my vineyard. ",
 "What could have been done more to my vineyard, that I have not done in it? \nWhy, when I looked for it to yield grapes, did it yield wild grapes? ",
 "Now I will tell you what I will do to my vineyard. \nI will take away its hedge, and it will be eaten up. \nI will break down its wall, and it will be trampled down. ",
 "I will lay it a wasteland. \nIt won’t be pruned or hoed, \nbut it will grow briers and thorns. \nI will also command the clouds that they rain no rain on it.” ",
 "For the vineyard of Yahweh of Armies is the house of Israel, \nand the men of Judah his pleasant plant: \nand he looked for justice, but, behold, oppression; \nfor righteousness, but, behold, a cry of distress. \n ",
 "Woe to those who join house to house, \nwho lay field to field, until there is no room, \nand you are made to dwell alone in the middle of the land! ",
 "In my ears, Yahweh of Armies says: “Surely many houses will be desolate, \neven great and beautiful, unoccupied. ",
 "For ten acres of vineyard shall yield one bath, \nand a homer of seed shall yield an ephah.” ",
 "Woe to those who rise up early in the morning, that they may follow strong drink, \nwho stay late into the night, until wine inflames them! ",
 "The harp, lyre, tambourine, and flute, with wine, are at their feasts; \nbut they don’t respect the work of Yahweh, \nneither have they considered the operation of his hands. \n ",
 "Therefore my people go into captivity for lack of knowledge. \nTheir honorable men are famished, \nand their multitudes are parched with thirst. ",
 "Therefore Sheol has enlarged its desire, \nand opened its mouth without measure; \nand their glory, their multitude, their pomp, and he who rejoices among them, descend into it. ",
 "So man is brought low, \nmankind is humbled, \nand the eyes of the arrogant ones are humbled; ",
 "but Yahweh of Armies is exalted in justice, \nand God the Holy One is sanctified in righteousness. ",
 "Then the lambs will graze as in their pasture, \nand strangers will eat the ruins of the rich. \n ",
 "Woe to those who draw iniquity with cords of falsehood, \nand wickedness as with cart rope, ",
 "who say, “Let him make haste, let him hasten his work, that we may see it; \nlet the counsel of the Holy One of Israel draw near and come, \nthat we may know it!” ",
 "Woe to those who call evil good, and good evil; \nwho put darkness for light, \nand light for darkness; \nwho put bitter for sweet, \nand sweet for bitter! ",
 "Woe to those who are wise in their own eyes, \nand prudent in their own sight! ",
 "Woe to those who are mighty to drink wine, \nand champions at mixing strong drink; ",
 "who acquit the guilty for a bribe, \nbut deny justice for the innocent! \n ",
 "Therefore as the tongue of fire devours the stubble, \nand as the dry grass sinks down in the flame, \nso their root shall be as rottenness, \nand their blossom shall go up as dust, \nbecause they have rejected the law of Yahweh of Armies, \nand despised the word of the Holy One of Israel. ",
 "Therefore Yahweh’s anger burns against his people, \nand he has stretched out his hand against them and has struck them. \nThe mountains tremble, \nand their dead bodies are as refuse in the middle of the streets. \nFor all this, his anger is not turned away, \nbut his hand is still stretched out. \n ",
 "He will lift up a banner to the nations from far away, \nand he will whistle for them from the end of the earth. \nBehold, they will come speedily and swiftly. ",
 "No one shall be weary nor stumble among them; \nno one shall slumber nor sleep, \nneither shall the belt of their waist be untied, \nnor the strap of their sandals be broken, ",
 "whose arrows are sharp, \nand all their bows bent. \nTheir horses’ hoofs will be like flint, \nand their wheels like a whirlwind. ",
 "Their roaring will be like a lioness. \nThey will roar like young lions. \nYes, they shall roar, \nand seize their prey and carry it off, \nand there will be no one to deliver. ",
 "They will roar against them in that day like the roaring of the sea. \nIf one looks to the land, behold, darkness and distress. \nThe light is darkened in its clouds. "
]