[
 null,
 " \n“Listen to me, you who follow after righteousness, \nyou who seek Yahweh. \nLook to the rock you were cut from, \nand to the quarry you were dug from. ",
 "Look to Abraham your father, \nand to Sarah who bore you; \nfor when he was but one I called him, \nI blessed him, \nand made him many. ",
 "For Yahweh has comforted Zion. \nHe has comforted all her waste places, \nand has made her wilderness like Eden, \nand her desert like the garden of Yahweh. \nJoy and gladness will be found in them, \nthanksgiving, and the voice of melody. \n ",
 "“Listen to me, my people; \nand hear me, my nation, \nfor a law will go out from me, \nand I will establish my justice for a light to the peoples. ",
 "My righteousness is near. \nMy salvation has gone out, \nand my arms will judge the peoples. \nThe islands will wait for me, \nand they will trust my arm. ",
 "Lift up your eyes to the heavens, \nand look at the earth beneath; \nfor the heavens will vanish away like smoke, \nand the earth will wear out like a garment. \nIts inhabitants will die in the same way, \nbut my salvation will be forever, \nand my righteousness will not be abolished. \n ",
 "“Listen to me, you who know righteousness, \nthe people in whose heart is my law. \nDon’t fear the reproach of men, \nand don’t be dismayed at their insults. ",
 "For the moth will eat them up like a garment, \nand the worm will eat them like wool; \nbut my righteousness will be forever, \nand my salvation to all generations.” \n ",
 "Awake, awake, put on strength, arm of Yahweh! \nAwake, as in the days of old, \nthe generations of ancient times. \nIsn’t it you who cut Rahab in pieces, \nwho pierced the monster? ",
 "Isn’t it you who dried up the sea, \nthe waters of the great deep; \nwho made the depths of the sea a way for the redeemed to pass over? ",
 "Those ransomed by Yahweh will return, \nand come with singing to Zion. \nEverlasting joy shall be on their heads. \nThey will obtain gladness and joy. \nSorrow and sighing shall flee away. \n ",
 "“I, even I, am he who comforts you. \nWho are you, that you are afraid of man who shall die, \nand of the son of man who will be made as grass? ",
 "Have you forgotten Yahweh your Maker, \nwho stretched out the heavens, \nand laid the foundations of the earth? \nDo you live in fear continually all day because of the fury of the oppressor, \nwhen he prepares to destroy? \nWhere is the fury of the oppressor? ",
 "The captive exile will speedily be freed. \nHe will not die and go down into the pit. \nHis bread won’t fail. ",
 "For I am Yahweh your God, who stirs up the sea \nso that its waves roar. \nYahweh of Armies is his name. ",
 "I have put my words in your mouth \nand have covered you in the shadow of my hand, \nthat I may plant the heavens, \nand lay the foundations of the earth, \nand tell Zion, ‘You are my people.’ ” \n ",
 "Awake, awake! \nStand up, Jerusalem, \nyou who have drunk from Yahweh’s hand the cup of his wrath. \nYou have drunken the bowl of the cup of staggering, \nand drained it. ",
 "There is no one to guide her among all the sons to whom she has given birth; \nand there is no one who takes her by the hand among all the sons who she has brought up. ",
 "These two things have happened to you— \nwho will grieve with you?— \ndesolation and destruction, \nand famine and the sword. \nHow can I comfort you? ",
 "Your sons have fainted. \nThey lie at the head of all the streets, \nlike an antelope in a net. \nThey are full of Yahweh’s wrath, \nthe rebuke of your God. \n ",
 "Therefore now hear this, you afflicted, \nand drunken, but not with wine: ",
 "Your Lord Yahweh, \nyour God who pleads the cause of his people, says, \n“Behold, I have taken out of your hand the cup of staggering, \neven the bowl of the cup of my wrath. \nYou will not drink it any more. ",
 "I will put it into the hand of those who afflict you, \nwho have said to your soul, ‘Bow down, that we may walk over you;’ \nand you have laid your back as the ground, \nlike a street to those who walk over.” "
]