[
 null,
 " \nAwake, awake! Put on your strength, Zion. \nPut on your beautiful garments, Jerusalem, the holy city: \nfor from now on the uncircumcised and the unclean will no more come into you. ",
 "Shake yourself from the dust! \nArise, sit up, Jerusalem! \nRelease yourself from the bonds of your neck, captive daughter of Zion! \n ",
 "For Yahweh says, “You were sold for nothing; \nand you will be redeemed without money.” ",
 "For the Lord Yahweh says: \n“My people went down at the first into Egypt to live there: \nand the Assyrian has oppressed them without cause. \n ",
 "“Now therefore, what do I do here,” says Yahweh, \n“seeing that my people are taken away for nothing? \nThose who rule over them mock,” says Yahweh, \n“and my name is blasphemed continually all day long. ",
 "Therefore my people shall know my name. \nTherefore they shall know in that day that I am he who speaks. \nBehold, it is I.” \n ",
 "How beautiful on the mountains are the feet of him who brings good news, \nwho publishes peace, \nwho brings good news, \nwho proclaims salvation, \nwho says to Zion, “Your God reigns!” ",
 "Your watchmen lift up their voice. \nTogether they sing; \nfor they shall see eye to eye when Yahweh returns to Zion. ",
 "Break out into joy! \nSing together, you waste places of Jerusalem; \nfor Yahweh has comforted his people. \nHe has redeemed Jerusalem. ",
 "Yahweh has made his holy arm bare in the eyes of all the nations. \nAll the ends of the earth have seen the salvation of our God. \n ",
 "Depart! Depart! Go out from there! Touch no unclean thing! \nGo out from among her! \nCleanse yourselves, you who carry Yahweh’s vessels. ",
 "For you shall not go out in haste, \nneither shall you go by flight: \nfor Yahweh will go before you; \nand the God of Israel will be your rear guard. \n ",
 "Behold, my servant will deal wisely. \nHe will be exalted and lifted up, \nand will be very high. ",
 "Just as many were astonished at you— \nhis appearance was marred more than any man, and his form more than the sons of men— ",
 "so he will cleanse many nations. \nKings will shut their mouths at him; \nfor they will see that which had not been told them, \nand they will understand that which they had not heard. "
]