[
 null,
 " \nWho has believed our message? \nTo whom has Yahweh’s arm been revealed? ",
 "For he grew up before him as a tender plant, \nand as a root out of dry ground. \nHe has no good looks or majesty. \nWhen we see him, there is no beauty that we should desire him. ",
 "He was despised \nand rejected by men, \na man of suffering \nand acquainted with disease. \nHe was despised as one from whom men hide their face; \nand we didn’t respect him. \n ",
 "Surely he has borne our sickness \nand carried our suffering; \nyet we considered him plagued, \nstruck by God, and afflicted. ",
 "But he was pierced for our transgressions. \nHe was crushed for our iniquities. \nThe punishment that brought our peace was on him; \nand by his wounds we are healed. ",
 "All we like sheep have gone astray. \nEveryone has turned to his own way; \nand Yahweh has laid on him the iniquity of us all. \n ",
 "He was oppressed, \nyet when he was afflicted he didn’t open his mouth. \nAs a lamb that is led to the slaughter, \nand as a sheep that before its shearers is silent, \nso he didn’t open his mouth. ",
 "He was taken away by oppression and judgment. \nAs for his generation, \nwho considered that he was cut off out of the land of the living \nand stricken for the disobedience of my people? ",
 "They made his grave with the wicked, \nand with a rich man in his death, \nalthough he had done no violence, \nnor was any deceit in his mouth. \n ",
 "Yet it pleased Yahweh to bruise him. \nHe has caused him to suffer. \nWhen you make his soul an offering for sin, \nhe will see his offspring. \nHe will prolong his days \nand Yahweh’s pleasure will prosper in his hand. ",
 "After the suffering of his soul, \nhe will see the light and be satisfied. \nMy righteous servant will justify many by the knowledge of himself; \nand he will bear their iniquities. ",
 "Therefore I will give him a portion with the great. \nHe will divide the plunder with the strong; \nbecause he poured out his soul to death \nand was counted with the transgressors; \nyet he bore the sins of many \nand made intercession for the transgressors. "
]