[
 null,
 " \n“Hey! Come, everyone who thirsts, to the waters! \nCome, he who has no money, buy, and eat! \nYes, come, buy wine and milk without money and without price. ",
 "Why do you spend money for that which is not bread, \nand your labor for that which doesn’t satisfy? \nListen diligently to me, and eat that which is good, \nand let your soul delight itself in richness. ",
 "Turn your ear, and come to me. \nHear, and your soul will live. \nI will make an everlasting covenant with you, even the sure mercies of David. ",
 "Behold, I have given him for a witness to the peoples, \na leader and commander to the peoples. ",
 "Behold, you shall call a nation that you don’t know; \nand a nation that didn’t know you shall run to you, \nbecause of Yahweh your God, \nand for the Holy One of Israel; \nfor he has glorified you.” \n ",
 "Seek Yahweh while he may be found. \nCall on him while he is near. ",
 "Let the wicked forsake his way, \nand the unrighteous man his thoughts. \nLet him return to Yahweh, and he will have mercy on him, \nto our God, for he will freely pardon. \n ",
 "“For my thoughts are not your thoughts, \nand your ways are not my ways,” says Yahweh. ",
 "“For as the heavens are higher than the earth, \nso are my ways higher than your ways, \nand my thoughts than your thoughts. ",
 "For as the rain comes down and the snow from the sky, \nand doesn’t return there, but waters the earth, \nand makes it grow and bud, \nand gives seed to the sower and bread to the eater; ",
 "so is my word that goes out of my mouth: \nit will not return to me void, \nbut it will accomplish that which I please, \nand it will prosper in the thing I sent it to do. ",
 "For you shall go out with joy, \nand be led out with peace. \nThe mountains and the hills will break out before you into singing; \nand all the trees of the fields will clap their hands. ",
 "Instead of the thorn the cypress tree will come up; \nand instead of the brier the myrtle tree will come up. \nIt will make a name for Yahweh, \nfor an everlasting sign that will not be cut off.” "
]