[
 null,
 " \nThe righteous perish, \nand no one lays it to heart. \nMerciful men are taken away, \nand no one considers that the righteous is taken away from the evil. ",
 "He enters into peace. \nThey rest in their beds, \neach one who walks in his uprightness. \n ",
 "“But draw near here, you sons of a sorceress, \nyou offspring of adulterers and prostitutes. ",
 "Whom do you mock? \nAgainst whom do you make a wide mouth \nand stick out your tongue? \nAren’t you children of disobedience \nand offspring of falsehood, ",
 "you who inflame yourselves among the oaks, \nunder every green tree; \nwho kill the children in the valleys, \nunder the clefts of the rocks? ",
 "Among the smooth stones of the valley is your portion. \nThey, they are your lot. \nYou have even poured a drink offering to them. \nYou have offered an offering. \nShall I be appeased for these things? ",
 "On a high and lofty mountain you have set your bed. \nYou also went up there to offer sacrifice. ",
 "You have set up your memorial behind the doors and the posts, \nfor you have exposed yourself to someone besides me, \nand have gone up. \nYou have enlarged your bed \nand made you a covenant with them. \nYou loved what you saw on their bed. ",
 "You went to the king with oil, \nincreased your perfumes, \nsent your ambassadors far off, \nand degraded yourself even to Sheol. ",
 "You were wearied with the length of your ways; \nyet you didn’t say, ‘It is in vain.’ \nYou found a reviving of your strength; \ntherefore you weren’t faint. \n ",
 "“Whom have you dreaded and feared, \nso that you lie, \nand have not remembered me, nor laid it to your heart? \nHaven’t I held my peace for a long time, \nand you don’t fear me? ",
 "I will declare your righteousness; \nand as for your works, they will not benefit you. ",
 "When you cry, \nlet those whom you have gathered deliver you; \nbut the wind will take them. \na breath will carry them all away: \nbut he who takes refuge in me will possess the land, \nand will inherit my holy mountain.” \n ",
 "He will say, “Build up, build up, prepare the way! \nRemove the stumbling-block out of the way of my people.” ",
 "For the high and lofty One who inhabits eternity, \nwhose name is Holy, says: \n“I dwell in the high and holy place, with him also who is of a contrite and humble spirit, \nto revive the spirit of the humble, \nand to revive the heart of the contrite. ",
 "For I will not contend forever, neither will I always be angry; \nfor the spirit would faint before me, \nand the souls whom I have made. ",
 "I was angry because of the iniquity of his covetousness and struck him. \nI hid myself and was angry; \nand he went on backsliding in the way of his heart. ",
 "I have seen his ways, and will heal him. \nI will lead him also, \nand restore comforts to him and to his mourners. ",
 "I create the fruit of the lips: \nPeace, peace, to him who is far off and to him who is near,” \nsays Yahweh; “and I will heal them.” ",
 "But the wicked are like the troubled sea; \nfor it can’t rest and its waters cast up mire and mud. ",
 "“There is no peace”, says my God, \n“for the wicked.” "
]