[
 null,
 " \n“Cry aloud! Don’t spare! \nLift up your voice like a trumpet! \nDeclare to my people their disobedience, \nand to the house of Jacob their sins. ",
 "Yet they seek me daily, \nand delight to know my ways. \nAs a nation that did righteousness, \nand didn’t forsake the ordinance of their God, \nthey ask of me righteous judgments. \nThey delight to draw near to God. ",
 "‘Why have we fasted,’ they say, ‘and you don’t see? \nWhy have we afflicted our soul, and you don’t notice?’ \n“Behold, in the day of your fast you find pleasure, \nand oppress all your laborers. ",
 "Behold, you fast for strife and contention, \nand to strike with the fist of wickedness. \nYou don’t fast today so as to make your voice to be heard on high. ",
 "Is this the fast that I have chosen? \nA day for a man to humble his soul? \nIs it to bow down his head like a reed, \nand to spread sackcloth and ashes under himself? \nWill you call this a fast, \nand an acceptable day to Yahweh? \n ",
 "“Isn’t this the fast that I have chosen: \nto release the bonds of wickedness, \nto undo the straps of the yoke, \nto let the oppressed go free, \nand that you break every yoke? ",
 "Isn’t it to distribute your bread to the hungry, \nand that you bring the poor who are cast out to your house? \nWhen you see the naked, \nthat you cover him; \nand that you not hide yourself from your own flesh? ",
 "Then your light will break out as the morning, \nand your healing will appear quickly; \nthen your righteousness shall go before you, \nand Yahweh’s glory will be your rear guard. ",
 "Then you will call, and Yahweh will answer. \nYou will cry for help, and he will say, ‘Here I am.’ \n“If you take away from among you the yoke, \nfinger pointing, \nand speaking wickedly; ",
 "and if you pour out your soul to the hungry, \nand satisfy the afflicted soul, \nthen your light will rise in darkness, \nand your obscurity will be as the noonday; ",
 "and Yahweh will guide you continually, \nsatisfy your soul in dry places, \nand make your bones strong. \nYou will be like a watered garden, \nand like a spring of water \nwhose waters don’t fail. ",
 "Those who will be of you will build the old waste places. \nYou will raise up the foundations of many generations. \nYou will be called Repairer of the Breach, \nRestorer of Paths with Dwellings. \n ",
 "“If you turn away your foot from the Sabbath, \nfrom doing your pleasure on my holy day; \nand call the Sabbath a delight, \nand the holy of Yahweh honorable; \nand honor it, \nnot doing your own ways, \nnor finding your own pleasure, \nnor speaking your own words, ",
 "then you will delight yourself in Yahweh, \nand I will make you to ride on the high places of the earth, \nand I will feed you with the heritage of Jacob your father;” \nfor Yahweh’s mouth has spoken it. "
]