[
 null,
 " \nBehold, Yahweh’s hand is not shortened, that it can’t save; \nnor his ear dull, that it can’t hear. ",
 "But your iniquities have separated you and your God, \nand your sins have hidden his face from you, \nso that he will not hear. ",
 "For your hands are defiled with blood, \nand your fingers with iniquity. \nYour lips have spoken lies. \nYour tongue mutters wickedness. ",
 "No one sues in righteousness, \nand no one pleads in truth. \nThey trust in vanity, \nand speak lies. \nThey conceive mischief, \nand give birth to iniquity. ",
 "They hatch adders’ eggs, \nand weave the spider’s web. \nHe who eats of their eggs dies; \nand that which is crushed breaks out into a viper. ",
 "Their webs won’t become garments. \nThey won’t cover themselves with their works. \nTheir works are works of iniquity, \nand acts of violence are in their hands. ",
 "Their feet run to evil, \nand they hurry to shed innocent blood. \nTheir thoughts are thoughts of iniquity. \nDesolation and destruction are in their paths. ",
 "They don’t know the way of peace; \nand there is no justice in their ways. \nThey have made crooked paths for themselves; \nwhoever goes in them doesn’t know peace. \n ",
 "Therefore justice is far from us, \nand righteousness doesn’t overtake us. \nWe look for light, but see darkness; \nfor brightness, but we walk in obscurity. ",
 "We grope for the wall like the blind. \nYes, we grope as those who have no eyes. \nWe stumble at noon as if it were twilight. \nAmong those who are strong, we are like dead men. ",
 "We all roar like bears \nand moan bitterly like doves. \nWe look for justice, but there is none, \nfor salvation, but it is far off from us. \n ",
 "For our transgressions are multiplied before you, \nand our sins testify against us; \nfor our transgressions are with us, \nand as for our iniquities, we know them: ",
 "transgressing and denying Yahweh, \nand turning away from following our God, \nspeaking oppression and revolt, \nconceiving and uttering from the heart words of falsehood. ",
 "Justice is turned away backward, \nand righteousness stands far away; \nfor truth has fallen in the street, \nand uprightness can’t enter. ",
 "Yes, truth is lacking; \nand he who departs from evil makes himself a prey. \nYahweh saw it, \nand it displeased him that there was no justice. ",
 "He saw that there was no man, \nand wondered that there was no intercessor. \nTherefore his own arm brought salvation to him; \nand his righteousness sustained him. ",
 "He put on righteousness as a breastplate, \nand a helmet of salvation on his head. \nHe put on garments of vengeance for clothing, \nand was clad with zeal as a mantle. ",
 "According to their deeds, \nhe will repay as appropriate, \nwrath to his adversaries, \nrecompense to his enemies; \nhe will repay the islands their due. ",
 "So they will fear Yahweh’s name from the west, \nand his glory from the rising of the sun; \nfor he will come as a rushing stream, \nwhich Yahweh’s breath drives. \n ",
 "“A Redeemer will come to Zion, \nand to those who turn from disobedience in Jacob,” says Yahweh. ",
 "“As for me, this is my covenant with them,” says Yahweh. “My Spirit who is on you, and my words which I have put in your mouth shall not depart out of your mouth, nor out of the mouth of your offspring, nor out of the mouth of your offspring’s offspring,” says Yahweh, “from now on and forever.” "
]