[
 null,
 " \n“Arise, shine; for your light has come, \nand Yahweh’s glory has risen on you. ",
 "For, behold, darkness will cover the earth, \nand thick darkness the peoples; \nbut Yahweh will arise on you, \nand his glory shall be seen on you. ",
 "Nations will come to your light, \nand kings to the brightness of your rising. \n ",
 "“Lift up your eyes all around, and see: \nthey all gather themselves together. \nThey come to you. \nYour sons will come from far away, \nand your daughters will be carried in arms. ",
 "Then you shall see and be radiant, \nand your heart will thrill and be enlarged; \nbecause the abundance of the sea will be turned to you. \nThe wealth of the nations will come to you. ",
 "A multitude of camels will cover you, \nthe dromedaries of Midian and Ephah. \nAll from Sheba will come. \nThey will bring gold and frankincense, \nand will proclaim the praises of Yahweh. ",
 "All the flocks of Kedar will be gathered together to you. \nThe rams of Nebaioth will serve you. \nThey will be accepted as offerings on my altar; \nand I will beautify my glorious house. \n ",
 "“Who are these who fly as a cloud, \nand as the doves to their windows? ",
 "Surely the islands will wait for me, \nand the ships of Tarshish first, \nto bring your sons from far, \ntheir silver and their gold with them, \nfor the name of Yahweh your God, \nand for the Holy One of Israel, \nbecause he has glorified you. \n ",
 "“Foreigners will build up your walls, \nand their kings will serve you: \nfor in my wrath I struck you, \nbut in my favor I have had mercy on you. ",
 "Your gates also shall be open continually; they shall not be shut day nor night, that men may bring to you the wealth of the nations, and their kings led captive. ",
 "For that nation and kingdom that will not serve you shall perish; yes, those nations shall be utterly wasted. \n ",
 "“The glory of Lebanon shall come to you, the cypress tree, the pine, and the box tree together, to beautify the place of my sanctuary; and I will make the place of my feet glorious. ",
 "The sons of those who afflicted you will come bowing to you; \nand all those who despised you will bow themselves down at the soles of your feet. \nThey will call you Yahweh’s City, \nthe Zion of the Holy One of Israel. \n ",
 "“Whereas you have been forsaken and hated, \nso that no one passed through you, \nI will make you an eternal excellency, \na joy of many generations. ",
 "You will also drink the milk of the nations, \nand will nurse from royal breasts. \nThen you will know that I, Yahweh, am your Savior, \nyour Redeemer, \nthe Mighty One of Jacob. ",
 "For bronze I will bring gold; \nfor iron I will bring silver; \nfor wood, bronze, \nand for stones, iron. \nI will also make peace your governor, \nand righteousness your ruler. ",
 "Violence shall no more be heard in your land, \nnor desolation or destruction within your borders; \nbut you will call your walls Salvation, \nand your gates Praise. ",
 "The sun will be no more your light by day; \nnor will the brightness of the moon give light to you, \nbut Yahweh will be your everlasting light, \nand your God will be your glory. ",
 "Your sun will not go down any more, \nnor will your moon withdraw itself; \nfor Yahweh will be your everlasting light, \nand the days of your mourning will end. ",
 "Then your people will all be righteous. \nThey will inherit the land forever, \nthe branch of my planting, \nthe work of my hands, \nthat I may be glorified. ",
 "The little one will become a thousand, \nand the small one a strong nation. \nI, Yahweh, will do this quickly in its time.” "
]