[
 null,
 " \nThe Lord Yahweh’s Spirit is on me, \nbecause Yahweh has anointed me to preach good news to the humble. \nHe has sent me to bind up the broken hearted, \nto proclaim liberty to the captives \nand release to those who are bound, ",
 "to proclaim the year of Yahweh’s favor \nand the day of vengeance of our God, \nto comfort all who mourn, ",
 "to provide for those who mourn in Zion, \nto give to them a garland for ashes, \nthe oil of joy for mourning, \nthe garment of praise for the spirit of heaviness, \nthat they may be called trees of righteousness, \nthe planting of Yahweh, \nthat he may be glorified. \n ",
 "They will rebuild the old ruins. \nThey will raise up the former devastated places. \nThey will repair the ruined cities \nthat have been devastated for many generations. ",
 "Strangers will stand and feed your flocks. \nForeigners will work your fields and your vineyards. ",
 "But you will be called Yahweh’s priests. \nMen will call you the servants of our God. \nYou will eat the wealth of the nations. \nYou will boast in their glory. ",
 "Instead of your shame you will have double. \nInstead of dishonor, they will rejoice in their portion. \nTherefore in their land they will possess double. \nEverlasting joy will be to them. ",
 "“For I, Yahweh, love justice. \nI hate robbery and iniquity. \nI will give them their reward in truth \nand I will make an everlasting covenant with them. ",
 "Their offspring will be known among the nations, \nand their offspring among the peoples. \nAll who see them will acknowledge them, \nthat they are the offspring which Yahweh has blessed.” \n ",
 "I will greatly rejoice in Yahweh! \nMy soul will be joyful in my God, \nfor he has clothed me with the garments of salvation. \nHe has covered me with the robe of righteousness, \nas a bridegroom decks himself with a garland \nand as a bride adorns herself with her jewels. ",
 "For as the earth produces its bud, \nand as the garden causes the things that are sown in it to spring up, \nso the Lord Yahweh will cause righteousness and praise to spring up before all the nations. "
]