[
 null,
 "Jacob called to his sons, and said: “Gather yourselves together, that I may tell you that which will happen to you in the days to come. \n ",
 "Assemble yourselves, and hear, you sons of Jacob. \nListen to Israel, your father. \n ",
 "“Reuben, you are my firstborn, my might, and the beginning of my strength; \nexcelling in dignity, and excelling in power. ",
 "Boiling over like water, you shall not excel; \nbecause you went up to your father’s bed, \nthen defiled it. He went up to my couch. \n ",
 "“Simeon and Levi are brothers. \nTheir swords are weapons of violence. ",
 "My soul, don’t come into their council. \nMy glory, don’t be united to their assembly; \nfor in their anger they killed men. \nIn their self-will they hamstrung cattle. ",
 "Cursed be their anger, for it was fierce; \nand their wrath, for it was cruel. \nI will divide them in Jacob, \nand scatter them in Israel. \n ",
 "“Judah, your brothers will praise you. \nYour hand will be on the neck of your enemies. \nYour father’s sons will bow down before you. ",
 "Judah is a lion’s cub. \nFrom the prey, my son, you have gone up. \nHe stooped down, he crouched as a lion, \nas a lioness. \nWho will rouse him up? ",
 "The scepter will not depart from Judah, \nnor the ruler’s staff from between his feet, \nuntil he comes to whom it belongs. \nTo him will the obedience of the peoples be. ",
 "Binding his foal to the vine, \nhis donkey’s colt to the choice vine; \nhe has washed his garments in wine, \nhis robes in the blood of grapes. ",
 "His eyes will be red with wine, \nhis teeth white with milk. \n ",
 "“Zebulun will dwell at the haven of the sea. \nHe will be for a haven of ships. \nHis border will be on Sidon. \n ",
 "“Issachar is a strong donkey, \nlying down between the saddlebags. ",
 "He saw a resting place, that it was good, \nthe land, that it was pleasant. \nHe bows his shoulder to the burden, \nand becomes a servant doing forced labor. \n ",
 "“Dan will judge his people, \nas one of the tribes of Israel. ",
 "Dan will be a serpent on the trail, \nan adder in the path, \nthat bites the horse’s heels, \nso that his rider falls backward. ",
 "I have waited for your salvation, Yahweh. \n ",
 "“A troop will press on Gad, \nbut he will press on their heel. \n ",
 "“Asher’s food will be rich. \nHe will produce royal dainties. \n ",
 "“Naphtali is a doe set free, \nwho bears beautiful fawns. \n ",
 "“Joseph is a fruitful vine, \na fruitful vine by a spring. \nHis branches run over the wall. ",
 "The archers have severely grieved him, \nshot at him, and persecuted him: ",
 "But his bow remained strong. \nThe arms of his hands were made strong, \nby the hands of the Mighty One of Jacob, \n(from there is the shepherd, the stone of Israel), ",
 "even by the God of your father, who will help you, \nby the Almighty, who will bless you, \nwith blessings of heaven above, \nblessings of the deep that lies below, \nblessings of the breasts, and of the womb. ",
 "The blessings of your father have prevailed above the blessings of your ancestors, \nabove the boundaries of the ancient hills. \nThey will be on the head of Joseph, \non the crown of the head of him who is separated from his brothers. \n ",
 "“Benjamin is a ravenous wolf. \nIn the morning he will devour the prey. \nAt evening he will divide the plunder.” ",
 "All these are the twelve tribes of Israel, and this is what their father spoke to them, and blessed them. He blessed everyone according to his own blessing.  ",
 "He instructed them, and said to them, “I am to be gathered to my people. Bury me with my fathers in the cave that is in the field of Ephron the Hittite,  ",
 "in the cave that is in the field of Machpelah, which is before Mamre, in the land of Canaan, which Abraham bought with the field from Ephron the Hittite as a burial place.  ",
 "There they buried Abraham and Sarah, his wife. There they buried Isaac and Rebekah, his wife, and there I buried Leah:  ",
 "the field and the cave that is therein, which was purchased from the children of Heth.”  ",
 "When Jacob finished charging his sons, he gathered up his feet into the bed, breathed his last breath, and was gathered to his people. "
]