[
 null,
 "A prayer of Habakkuk, the prophet, set to victorious music. \n ",
 "Yahweh, I have heard of your fame. \nI stand in awe of your deeds, Yahweh. \nRenew your work in the middle of the years. \nIn the middle of the years make it known. \nIn wrath, you remember mercy. ",
 "God came from Teman, \nthe Holy One from Mount Paran. \nHis glory covered the heavens, \nand his praise filled the earth. ",
 "His splendor is like the sunrise. \nRays shine from his hand, where his power is hidden. ",
 "Plague went before him, \nand pestilence followed his feet. ",
 "He stood, and shook the earth. \nHe looked, and made the nations tremble. \nThe ancient mountains were crumbled. \nThe age-old hills collapsed. \nHis ways are eternal. ",
 "I saw the tents of Cushan in affliction. \nThe dwellings of the land of Midian trembled. ",
 "Was Yahweh displeased with the rivers? \nWas your anger against the rivers, \nor your wrath against the sea, \nthat you rode on your horses, \non your chariots of salvation? ",
 "You uncovered your bow. \nYou called for your sworn arrows. \nYou split the earth with rivers. ",
 "The mountains saw you, and were afraid. \nThe storm of waters passed by. \nThe deep roared and lifted up its hands on high. ",
 "The sun and moon stood still in the sky, \nat the light of your arrows as they went, \nat the shining of your glittering spear. ",
 "You marched through the land in wrath. \nYou threshed the nations in anger. ",
 "You went out for the salvation of your people, \nfor the salvation of your anointed. \nYou crushed the head of the land of wickedness. \nYou stripped them head to foot. \n ",
 "You pierced the heads of his warriors with their own spears. \nThey came as a whirlwind to scatter me, \ngloating as if to devour the wretched in secret. ",
 "You trampled the sea with your horses, \nchurning mighty waters. ",
 "I heard, and my body trembled. \nMy lips quivered at the voice. \nRottenness enters into my bones, and I tremble in my place, \nbecause I must wait quietly for the day of trouble, \nfor the coming up of the people who invade us. ",
 "For though the fig tree doesn’t flourish, \nnor fruit be in the vines; \nthe labor of the olive fails, \nthe fields yield no food; \nthe flocks are cut off from the fold, \nand there is no herd in the stalls: ",
 "yet I will rejoice in Yahweh. \nI will be joyful in the God of my salvation! ",
 "Yahweh, the Lord, is my strength. \nHe makes my feet like deer’s feet, \nand enables me to go in high places. For the music director, on my stringed instruments. "
]