[
 null,
 " \nAsk of Yahweh rain in the spring time, \nYahweh who makes storm clouds, \nand he gives rain showers to everyone for the plants in the field. ",
 "For the teraphim have spoken vanity, \nand the diviners have seen a lie; \nand they have told false dreams. \nThey comfort in vain. \nTherefore they go their way like sheep. \nThey are oppressed, because there is no shepherd. ",
 "My anger is kindled against the shepherds, \nand I will punish the male goats; \nFor Yahweh of Armies has visited his flock, the house of Judah, \nand will make them as his majestic horse in the battle. ",
 "From him will come the cornerstone, \nfrom him the nail, \nfrom him the battle bow, \nfrom him every ruler together. ",
 "They shall be as mighty men, \ntreading down muddy streets in the battle; \nand they shall fight, because Yahweh is with them; \nand the riders on horses will be confounded. ",
 "“I will strengthen the house of Judah, \nand I will save the house of Joseph, \nand I will bring them back; \nfor I have mercy on them; \nand they will be as though I had not cast them off: \nfor I am Yahweh their God, and I will hear them. ",
 "Ephraim will be like a mighty man, \nand their heart will rejoice as through wine; \nyes, their children will see it, and rejoice. \nTheir heart will be glad in Yahweh. ",
 "I will signal for them, and gather them; \nfor I have redeemed them; \nand they will increase as they have increased. ",
 "I will sow them among the peoples; \nand they will remember me in far countries; \nand they will live with their children, and will return. ",
 "I will bring them again also out of the land of Egypt, \nand gather them out of Assyria; \nand I will bring them into the land of Gilead and Lebanon; \nand there won’t be room enough for them. ",
 "He will pass through the sea of affliction, \nand will strike the waves in the sea, \nand all the depths of the Nile will dry up; \nand the pride of Assyria will be brought down, \nand the scepter of Egypt will depart. ",
 "I will strengthen them in Yahweh; \nand they will walk up and down in his name,” says Yahweh. "
]