[
 null,
 "A revelation. \nYahweh’s word is against the land of Hadrach, \nand will rest upon Damascus; \nfor the eye of man \nand of all the tribes of Israel is toward Yahweh; ",
 "and Hamath, also, which borders on it; \nTyre and Sidon, because they are very wise. ",
 "Tyre built herself a stronghold, \nand heaped up silver like the dust, \nand fine gold like the mire of the streets. ",
 "Behold, the Lord will dispossess her, \nand he will strike her power in the sea; \nand she will be devoured with fire. ",
 "Ashkelon will see it, and fear; \nGaza also, and will writhe in agony; \nas will Ekron, for her expectation will be disappointed; \nand the king will perish from Gaza, \nand Ashkelon will not be inhabited. ",
 "Foreigners will dwell in Ashdod, \nand I will cut off the pride of the Philistines. ",
 "I will take away his blood out of his mouth, \nand his abominations from between his teeth; \nand he also will be a remnant for our God; \nand he will be as a chieftain in Judah, \nand Ekron as a Jebusite. ",
 "I will encamp around my house against the army, \nthat no one pass through or return; \nand no oppressor will pass through them any more: \nfor now I have seen with my eyes. ",
 "Rejoice greatly, daughter of Zion! \nShout, daughter of Jerusalem! \nBehold, your King comes to you! \nHe is righteous, and having salvation; \nlowly, and riding on a donkey, \neven on a colt, the foal of a donkey. ",
 "I will cut off the chariot from Ephraim, \nand the horse from Jerusalem; \nand the battle bow will be cut off; \nand he will speak peace to the nations: \nand his dominion will be from sea to sea, \nand from the River to the ends of the earth. ",
 "As for you also, \nbecause of the blood of your covenant, \nI have set free your prisoners from the pit in which is no water. ",
 "Turn to the stronghold, you prisoners of hope! \nEven today I declare that I will restore double to you. ",
 "For indeed I bend Judah as a bow for me. \nI have filled the bow with Ephraim; \nand I will stir up your sons, Zion, \nagainst your sons, Greece, \nand will make you like the sword of a mighty man. ",
 "Yahweh will be seen over them; \nand his arrow will go flash like lightning; \nand the Lord Yahweh will blow the trumpet, \nand will go with whirlwinds of the south. ",
 "Yahweh of Armies will defend them; \nand they will destroy and overcome with sling stones; \nand they will drink, and roar as through wine; \nand they will be filled like bowls, \nlike the corners of the altar. ",
 "Yahweh their God will save them in that day as the flock of his people; \nfor they are like the jewels of a crown, \nlifted on high over his land. ",
 "For how great is his goodness, \nand how great is his beauty! \nGrain will make the young men flourish, \nand new wine the virgins. "
]