[
 null,
 "Yahweh’s word came again to me, saying,  ",
 "“You, son of man, take up a lamentation over Tyre;  ",
 "and tell Tyre, ‘You who dwell at the entry of the sea, who are the merchant of the peoples to many islands, the Lord Yahweh says: \n“You, Tyre, have said, \n‘I am perfect in beauty.’ ",
 "Your borders are in the heart of the seas. \nYour builders have perfected your beauty. ",
 "They have made all your planks of cypress trees from Senir. \nThey have taken a cedar from Lebanon to make a mast for you. ",
 "They have made your oars of the oaks of Bashan. \nThey have made your benches of ivory inlaid in cypress wood from the islands of Kittim. ",
 "Your sail was of fine linen with embroidered work from Egypt, \nthat it might be to you for a banner. \nBlue and purple from the islands of Elishah was your awning. ",
 "The inhabitants of Sidon and Arvad were your rowers. \nYour wise men, Tyre, were in you. \nThey were your pilots. ",
 "The old men of Gebal \nand its wise men were your repairers of ship seams in you. \nAll the ships of the sea with their mariners were in you \nto deal in your merchandise. \n ",
 "“ ‘ “Persia, Lud, and Put were in your army, \nyour men of war. \nThey hung the shield and helmet in you. \nThey showed your beauty. ",
 "The men of Arvad with your army were on your walls all around, \nand valiant men were in your towers. \nThey hung their shields on your walls all around. \nThey have perfected your beauty. ",
 "“ ‘ “Tarshish was your merchant by reason of the multitude of all kinds of riches. They traded for your wares with silver, iron, tin, and lead. ",
 "“ ‘ “Javan, Tubal, and Meshech were your traders. They traded the persons of men and vessels of bronze for your merchandise. ",
 "“ ‘ “They of the house of Togarmah traded for your wares with horses, war horses, and mules. ",
 "“ ‘ “The men of Dedan traded with you. Many islands were the market of your hand. They brought you horns of ivory and ebony in exchange. ",
 "“ ‘ “Syria was your merchant by reason of the multitude of your handiworks. They traded for your wares with emeralds, purple, embroidered work, fine linen, coral, and rubies. ",
 "“ ‘ “Judah and the land of Israel were your traders. They traded wheat of Minnith, confections, honey, oil, and balm for your merchandise. ",
 "“ ‘ “Damascus was your merchant for the multitude of your handiworks, by reason of the multitude of all kinds of riches, with the wine of Helbon, and white wool. ",
 "“ ‘ “Vedan and Javan traded with yarn for your wares: bright iron, cassia, and calamus were among your merchandise. ",
 "“ ‘ “Dedan was your trafficker in precious cloths for riding. ",
 "“ ‘ “Arabia, and all the princes of Kedar were the merchants of your hand; in lambs, rams, and goats. In these, they were your merchants. ",
 "“ ‘ “The traders of Sheba and Raamah were your traders. They traded for your wares with the chief of all spices, and with all precious stones, and gold. ",
 "“ ‘ “Haran, Canneh, and Eden, the traders of Sheba, Asshur and Chilmad, were your traders.  ",
 "These were your traders in choice wares, in wrappings of blue and embroidered work, and in chests of rich clothing, bound with cords and made of cedar, among your merchandise. \n ",
 "“ ‘ “The ships of Tarshish were your caravans for your merchandise. \nYou were replenished \nand made very glorious in the heart of the seas. ",
 "Your rowers have brought you into great waters. \nThe east wind has broken you in the heart of the seas. ",
 "Your riches, \nyour wares, \nyour merchandise, \nyour mariners, \nyour pilots, \nyour repairers of ship seams, \nthe dealers in your merchandise, \nand all your men of war, who are in you, \nwith all your company which is among you, \nwill fall into the heart of the seas in the day of your ruin. ",
 "At the sound of the cry of your pilots, \nthe pasture lands will shake. ",
 "All who handle the oars, \nthe mariners and all the pilots of the sea, \nwill come down from their ships. \nThey will stand on the land, ",
 "and will cause their voice to be heard over you, \nand will cry bitterly. \nThey will cast up dust on their heads. \nThey will wallow in the ashes. ",
 "They will make themselves bald for you, \nand clothe themselves with sackcloth. \nThey will weep for you in bitterness of soul, \nwith bitter mourning. ",
 "In their wailing they will take up a lamentation for you, \nand lament over you, saying, \n‘Who is there like Tyre, \nlike her who is brought to silence in the middle of the sea?’ ",
 "When your wares went out of the seas, \nyou filled many peoples. \nYou enriched the kings of the earth \nwith the multitude of your riches and of your merchandise. ",
 "In the time that you were broken by the seas, \nin the depths of the waters, \nyour merchandise \nand all your company fell within you. ",
 "All the inhabitants of the islands are astonished at you, \nand their kings are horribly afraid. \nThey are troubled in their face. ",
 "The merchants among the peoples hiss at you. \nYou have become a terror, \nand you will be no more.” ’ ” "
]