[
 null,
 "Yahweh’s word came again to me, saying,  ",
 "“Son of man, tell the prince of Tyre, ‘The Lord Yahweh says: \n“Because your heart is lifted up, \nand you have said, ‘I am a god, \nI sit in the seat of God, \nin the middle of the seas;’ \nyet you are man, \nand not God, \nthough you set your heart as the heart of God— ",
 "behold, you are wiser than Daniel; \nthere is no secret that is hidden from you; ",
 "by your wisdom and by your understanding you have gotten yourself riches, \nand have gotten gold and silver into your treasures; ",
 "by your great wisdom \nand by your trading you have increased your riches, \nand your heart is lifted up because of your riches—” ",
 "“ ‘therefore the Lord Yahweh says: \n“Because you have set your heart as the heart of God, ",
 "therefore, behold, I will bring strangers on you, \nthe terrible of the nations. \nThey will draw their swords against the beauty of your wisdom. \nThey will defile your brightness. ",
 "They will bring you down to the pit. \nYou will die the death of those who are slain \nin the heart of the seas. ",
 "Will you yet say before him who kills you, ‘I am God’? \nBut you are man, and not God, \nin the hand of him who wounds you. ",
 "You will die the death of the uncircumcised \nby the hand of strangers; \nfor I have spoken it,” says the Lord Yahweh.’ ” ",
 "Moreover Yahweh’s word came to me, saying,  ",
 "“Son of man, take up a lamentation over the king of Tyre, and tell him, ‘The Lord Yahweh says: \n“You were the seal of full measure, \nfull of wisdom, \nand perfect in beauty. ",
 "You were in Eden, \nthe garden of God. \nEvery precious stone adorned you: \nruby, topaz, emerald, \nchrysolite, onyx, jasper, \nsapphire, turquoise, and beryl. \nGold work of tambourines \nand of pipes was in you. \nThey were prepared in the day that you were created. ",
 "You were the anointed cherub who covers. \nThen I set you up on the holy mountain of God. \nYou have walked up and down in the middle of the stones of fire. ",
 "You were perfect in your ways from the day that you were created, \nuntil unrighteousness was found in you. ",
 "By the abundance of your commerce, your insides were filled with violence, \nand you have sinned. \nTherefore I have cast you as profane out of God’s mountain. \nI have destroyed you, covering cherub, \nfrom the middle of the stones of fire. ",
 "Your heart was lifted up because of your beauty. \nYou have corrupted your wisdom by reason of your splendor. \nI have cast you to the ground. \nI have laid you before kings, \nthat they may see you. ",
 "By the multitude of your iniquities, \nin the unrighteousness of your commerce, \nyou have profaned your sanctuaries. \nTherefore I have brought out a fire from the middle of you. \nIt has devoured you. \nI have turned you to ashes on the earth \nin the sight of all those who see you. ",
 "All those who know you among the peoples will be astonished at you. \nYou have become a terror, \nand you will exist no more.” ’ ” ",
 "Yahweh’s word came to me, saying,  ",
 "“Son of man, set your face toward Sidon, and prophesy against it,  ",
 "and say, ‘The Lord Yahweh says: \n“Behold, I am against you, Sidon. \nI will be glorified among you. \nThen they will know that I am Yahweh, \nwhen I have executed judgments in her, \nand am sanctified in her. ",
 "For I will send pestilence into her, \nand blood into her streets. \nThe wounded will fall within her, \nwith the sword on her on every side. \nThen they will know that I am Yahweh. ",
 "“ ‘ “There will be no more a pricking brier to the house of Israel, nor a hurting thorn of any that are around them that scorned them. Then they will know that I am the Lord Yahweh.” ",
 "“ ‘The Lord Yahweh says: “When I have gathered the house of Israel from the peoples among whom they are scattered, and am sanctified in them in the sight of the nations, then they will dwell in their own land which I gave to my servant Jacob.  ",
 "They will dwell in it securely. Yes, they will build houses, plant vineyards, and will dwell securely, when I have executed judgments on all those who scorn them all around. Then they will know that I am Yahweh their God.” ’ ” "
]