[
 null,
 "Yahweh’s word came again to me, saying,  ",
 "“Son of man, prophesy, and say, ‘The Lord Yahweh says: \n“Wail, ‘Alas for the day!’ ",
 "For the day is near, \neven Yahweh’s day is near. \nIt will be a day of clouds, \na time of the nations. ",
 "A sword will come on Egypt, \nand anguish will be in Ethiopia, \nwhen the slain fall in Egypt. \nThey take away her multitude, \nand her foundations are broken down. ",
 "“ ‘ “Ethiopia, Put, Lud, all the mixed people, Cub, and the children of the land that is allied with them, will fall with them by the sword.” ",
 "“ ‘Yahweh says: \n“They also who uphold Egypt will fall. \nThe pride of her power will come down. \nThey will fall by the sword in it from the tower of Seveneh,” \nsays the Lord Yahweh. ",
 "“They will be desolate in the middle of the countries that are desolate. \nHer cities will be among the cities that are wasted. ",
 "They will know that I am Yahweh \nwhen I have set a fire in Egypt, \nand all her helpers are destroyed. ",
 "“ ‘ “In that day messengers will go out from before me in ships to make the careless Ethiopians afraid. There will be anguish on them, as in the day of Egypt; for, behold, it comes.” ",
 "“ ‘The Lord Yahweh says: \n“I will also make the multitude of Egypt to cease, \nby the hand of Nebuchadnezzar king of Babylon. ",
 "He and his people with him, \nthe terrible of the nations, \nwill be brought in to destroy the land. \nThey will draw their swords against Egypt, \nand fill the land with the slain. ",
 "I will make the rivers dry, \nand will sell the land into the hand of evil men. \nI will make the land desolate, \nand all that is therein, \nby the hand of strangers: \nI, Yahweh, have spoken it.” ",
 "“ ‘The Lord Yahweh says: \n“I will also destroy the idols, \nand I will cause the images to cease from Memphis. \nThere will be no more a prince from the land of Egypt. \nI will put a fear in the land of Egypt. ",
 "I will make Pathros desolate, \nand will set a fire in Zoan, \nand will execute judgments on No. ",
 "I will pour my wrath on Sin, \nthe stronghold of Egypt. \nI will cut off the multitude of No. ",
 "I will set a fire in Egypt \nSin will be in great anguish. \nNo will be broken up. \nMemphis will have adversaries in the daytime. ",
 "The young men of Aven and of Pibeseth will fall by the sword. \nThey will go into captivity. ",
 "At Tehaphnehes also the day will withdraw itself, \nwhen I break the yokes of Egypt, there. \nThe pride of her power will cease in her. \nAs for her, a cloud will cover her, \nand her daughters will go into captivity. ",
 "Thus I will execute judgments on Egypt. \nThen they will know that I am Yahweh.” ’ ” ",
 "In the eleventh year, in the first month, in the seventh day of the month, Yahweh’s word came to me, saying,  ",
 "“Son of man, I have broken the arm of Pharaoh king of Egypt. Behold, it has not been bound up, to apply medicines, to put a bandage to bind it, that it become strong to hold the sword.  ",
 "Therefore the Lord Yahweh says: ‘Behold, I am against Pharaoh king of Egypt, and will break his arms, the strong arm, and that which was broken. I will cause the sword to fall out of his hand.  ",
 "I will scatter the Egyptians among the nations, and will disperse them through the countries.  ",
 "I will strengthen the arms of the king of Babylon, and put my sword in his hand; but I will break the arms of Pharaoh, and he will groan before the king of Babylon with the groaning of a mortally wounded man.  ",
 "I will hold up the arms of the king of Babylon; and the arms of Pharaoh will fall down. Then they will know that I am Yahweh, when I put my sword into the hand of the king of Babylon, and he stretches it out on the land of Egypt.  ",
 "I will scatter the Egyptians among the nations, and disperse them through the countries. Then they will know that I am Yahweh.’ ” "
]