[
 null,
 "Then Deborah and Barak the son of Abinoam sang on that day, saying, \n ",
 "“Because the leaders took the lead in Israel, \nbecause the people offered themselves willingly, \nbe blessed, Yahweh! \n ",
 "“Hear, you kings! \nGive ear, you princes! \nI, even I, will sing to Yahweh. \nI will sing praise to Yahweh, the God of Israel. \n ",
 "“Yahweh, when you went out of Seir, \nwhen you marched out of the field of Edom, \nthe earth trembled, the sky also dropped. \nYes, the clouds dropped water. ",
 "The mountains quaked Yahweh’s presence, \neven Sinai at the presence of Yahweh, the God of Israel. \n ",
 "“In the days of Shamgar the son of Anath, \nin the days of Jael, the highways were unoccupied. \nThe travelers walked through byways. ",
 "The rulers ceased in Israel. \nThey ceased until I, Deborah, arose; \nUntil I arose a mother in Israel. ",
 "They chose new gods. \nThen war was in the gates. \nWas there a shield or spear seen among forty thousand in Israel? ",
 "My heart is toward the governors of Israel, \nwho offered themselves willingly among the people. \nBless Yahweh! \n ",
 "“Speak, you who ride on white donkeys, \nyou who sit on rich carpets, \nand you who walk by the way. ",
 "Far from the noise of archers, in the places of drawing water, \nthere they will rehearse Yahweh’s righteous acts, \nthe righteous acts of his rule in Israel. \n“Then Yahweh’s people went down to the gates. ",
 "‘Awake, awake, Deborah! \nAwake, awake, utter a song! \nArise, Barak, and lead away your captives, you son of Abinoam.’ \n ",
 "“Then a remnant of the nobles and the people came down. \nYahweh came down for me against the mighty. ",
 "Those whose root is in Amalek came out of Ephraim, \nafter you, Benjamin, among your peoples. \nGovernors come down out of Machir. \nThose who handle the marshal’s staff came out of Zebulun. ",
 "The princes of Issachar were with Deborah. \nAs was Issachar, so was Barak. \nThey rushed into the valley at his feet. \nBy the watercourses of Reuben, \nthere were great resolves of heart. ",
 "Why did you sit among the sheepfolds? \nTo hear the whistling for the flocks? \nAt the watercourses of Reuben, \nthere were great searchings of heart. ",
 "Gilead lived beyond the Jordan. \nWhy did Dan remain in ships? \nAsher sat still at the haven of the sea, \nand lived by his creeks. ",
 "Zebulun was a people that jeopardized their lives to the death; \nNaphtali also, on the high places of the field. \n ",
 "“The kings came and fought, \nthen the kings of Canaan fought at Taanach by the waters of Megiddo. \nThey took no plunder of silver. ",
 "From the sky the stars fought. \nFrom their courses, they fought against Sisera. ",
 "The river Kishon swept them away, \nthat ancient river, the river Kishon. \nMy soul, march on with strength. ",
 "Then the horse hoofs stamped because of the prancing, \nthe prancing of their strong ones. ",
 "‘Curse Meroz,’ said Yahweh’s angel. \n‘Curse bitterly its inhabitants, \nbecause they didn’t come to help Yahweh, \nto help Yahweh against the mighty.’ \n ",
 "“Jael shall be blessed above women, \nthe wife of Heber the Kenite; \nblessed shall she be above women in the tent. ",
 "He asked for water. \nShe gave him milk. \nShe brought him butter in a lordly dish. ",
 "She put her hand to the tent peg, \nand her right hand to the workmen’s hammer. \nWith the hammer she struck Sisera. \nShe struck through his head. \nYes, she pierced and struck through his temples. ",
 "At her feet he bowed, he fell, he lay. \nAt her feet he bowed, he fell. \nWhere he bowed, there he fell down dead. \n ",
 "“Through the window she looked out, and cried: \nSisera’s mother looked through the lattice. \n‘Why is his chariot so long in coming? \nWhy do the wheels of his chariots wait?’ ",
 "Her wise ladies answered her, \nYes, she returned answer to herself, ",
 "‘Have they not found, have they not divided the plunder? \nA lady, two ladies to every man; \nto Sisera a plunder of dyed garments, \na plunder of dyed garments embroidered, \nof dyed garments embroidered on both sides, on the necks of the plunder?’ \n ",
 "“So let all your enemies perish, Yahweh, \nbut let those who love him be as the sun when it rises in its strength.” Then the land had rest forty years. "
]