[
 null,
 " \n“Behold, my eye has seen all this. \nMy ear has heard and understood it. ",
 "What you know, I know also. \nI am not inferior to you. \n ",
 "“Surely I would speak to the Almighty. \nI desire to reason with God. ",
 "But you are forgers of lies. \nYou are all physicians of no value. ",
 "Oh that you would be completely silent! \nThen you would be wise. ",
 "Hear now my reasoning. \nListen to the pleadings of my lips. ",
 "Will you speak unrighteously for God, \nand talk deceitfully for him? ",
 "Will you show partiality to him? \nWill you contend for God? ",
 "Is it good that he should search you out? \nOr as one deceives a man, will you deceive him? ",
 "He will surely reprove you \nif you secretly show partiality. ",
 "Shall not his majesty make you afraid, \nand his dread fall on you? ",
 "Your memorable sayings are proverbs of ashes. \nYour defenses are defenses of clay. \n ",
 "“Be silent! \nLeave me alone, that I may speak. \nLet come on me what will. ",
 "Why should I take my flesh in my teeth, \nand put my life in my hand? ",
 "Behold, he will kill me. \nI have no hope. \nNevertheless, I will maintain my ways before him. ",
 "This also will be my salvation, \nthat a godless man will not come before him. ",
 "Listen carefully to my speech. \nLet my declaration be in your ears. ",
 "See now, I have set my cause in order. \nI know that I am righteous. ",
 "Who is he who will contend with me? \nFor then would I hold my peace and give up the spirit. \n ",
 "“Only don’t do two things to me, \nthen I will not hide myself from your face: ",
 "withdraw your hand far from me, \nand don’t let your terror make me afraid. ",
 "Then call, and I will answer, \nor let me speak, and you answer me. ",
 "How many are my iniquities and sins? \nMake me know my disobedience and my sin. ",
 "Why do you hide your face, \nand consider me your enemy? ",
 "Will you harass a driven leaf? \nWill you pursue the dry stubble? ",
 "For you write bitter things against me, \nand make me inherit the iniquities of my youth: ",
 "You also put my feet in the stocks, \nand mark all my paths. \nYou set a bound to the soles of my feet, ",
 "though I am decaying like a rotten thing, \nlike a garment that is moth-eaten. "
]