[
 null,
 " \n“Man, who is born of a woman, \nis of few days, and full of trouble. ",
 "He grows up like a flower, and is cut down. \nHe also flees like a shadow, and doesn’t continue. ",
 "Do you open your eyes on such a one, \nand bring me into judgment with you? ",
 "Who can bring a clean thing out of an unclean? \nNot one. ",
 "Seeing his days are determined, \nthe number of his months is with you, \nand you have appointed his bounds that he can’t pass; ",
 "Look away from him, that he may rest, \nuntil he accomplishes, as a hireling, his day. \n ",
 "“For there is hope for a tree if it is cut down, \nthat it will sprout again, \nthat the tender branch of it will not cease. ",
 "Though its root grows old in the earth, \nand its stock dies in the ground, ",
 "yet through the scent of water it will bud, \nand sprout boughs like a plant. ",
 "But man dies, and is laid low. \nYes, man gives up the spirit, and where is he? ",
 "As the waters fail from the sea, \nand the river wastes and dries up, ",
 "so man lies down and doesn’t rise. \nUntil the heavens are no more, they will not awake, \nnor be roused out of their sleep. \n ",
 "“Oh that you would hide me in Sheol, \nthat you would keep me secret until your wrath is past, \nthat you would appoint me a set time and remember me! ",
 "If a man dies, will he live again? \nI would wait all the days of my warfare, \nuntil my release should come. ",
 "You would call, and I would answer you. \nYou would have a desire for the work of your hands. ",
 "But now you count my steps. \nDon’t you watch over my sin? ",
 "My disobedience is sealed up in a bag. \nYou fasten up my iniquity. \n ",
 "“But the mountain falling comes to nothing. \nThe rock is removed out of its place; ",
 "The waters wear the stones. \nThe torrents of it wash away the dust of the earth. \nSo you destroy the hope of man. ",
 "You forever prevail against him, and he departs. \nYou change his face, and send him away. ",
 "His sons come to honor, and he doesn’t know it. \nThey are brought low, but he doesn’t perceive it of them. ",
 "But his flesh on him has pain, \nand his soul within him mourns.” "
]