[
 null,
 "Then Eliphaz the Temanite answered, \n ",
 "“Should a wise man answer with vain knowledge, \nand fill himself with the east wind? ",
 "Should he reason with unprofitable talk, \nor with speeches with which he can do no good? ",
 "Yes, you do away with fear, \nand hinder devotion before God. ",
 "For your iniquity teaches your mouth, \nand you choose the language of the crafty. ",
 "Your own mouth condemns you, and not I. \nYes, your own lips testify against you. \n ",
 "“Are you the first man who was born? \nOr were you brought out before the hills? ",
 "Have you heard the secret counsel of God? \nDo you limit wisdom to yourself? ",
 "What do you know that we don’t know? \nWhat do you understand which is not in us? ",
 "With us are both the gray-headed and the very aged men, \nmuch elder than your father. ",
 "Are the consolations of God too small for you, \neven the word that is gentle toward you? ",
 "Why does your heart carry you away? \nWhy do your eyes flash, ",
 "That you turn your spirit against God, \nand let such words go out of your mouth? ",
 "What is man, that he should be clean? \nWhat is he who is born of a woman, that he should be righteous? ",
 "Behold, he puts no trust in his holy ones. \nYes, the heavens are not clean in his sight; ",
 "how much less one who is abominable and corrupt, \na man who drinks iniquity like water! \n ",
 "“I will show you, listen to me; \nthat which I have seen I will declare ",
 "(which wise men have told by their fathers, \nand have not hidden it; ",
 "to whom alone the land was given, \nand no stranger passed among them): ",
 "the wicked man writhes in pain all his days, \neven the number of years that are laid up for the oppressor. ",
 "A sound of terrors is in his ears. \nIn prosperity the destroyer will come on him. ",
 "He doesn’t believe that he will return out of darkness. \nHe is waited for by the sword. ",
 "He wanders abroad for bread, saying, ‘Where is it?’ \nHe knows that the day of darkness is ready at his hand. ",
 "Distress and anguish make him afraid. \nThey prevail against him, as a king ready to the battle. ",
 "Because he has stretched out his hand against God, \nand behaves himself proudly against the Almighty, ",
 "he runs at him with a stiff neck, \nwith the thick shields of his bucklers, ",
 "because he has covered his face with his fatness, \nand gathered fat on his thighs. ",
 "He has lived in desolate cities, \nin houses which no one inhabited, \nwhich were ready to become heaps. ",
 "He will not be rich, neither will his substance continue, \nneither will their possessions be extended on the earth. ",
 "He will not depart out of darkness. \nThe flame will dry up his branches. \nHe will go away by the breath of God’s mouth. ",
 "Let him not trust in emptiness, deceiving himself; \nfor emptiness will be his reward. ",
 "It will be accomplished before his time. \nHis branch will not be green. ",
 "He will shake off his unripe grape as the vine, \nand will cast off his flower as the olive tree. ",
 "For the company of the godless will be barren, \nand fire will consume the tents of bribery. ",
 "They conceive mischief, and produce iniquity. \nTheir heart prepares deceit.” "
]