[
 null,
 "Then Job answered, \n ",
 "“I have heard many such things. \nYou are all miserable comforters! ",
 "Shall vain words have an end? \nOr what provokes you that you answer? ",
 "I also could speak as you do. \nIf your soul were in my soul’s place, \nI could join words together against you, \nand shake my head at you, ",
 "but I would strengthen you with my mouth. \nThe solace of my lips would relieve you. \n ",
 "“Though I speak, my grief is not subsided. \nThough I forbear, what am I eased? ",
 "But now, God, you have surely worn me out. \nYou have made all my company desolate. ",
 "You have shriveled me up. This is a witness against me. \nMy leanness rises up against me. \nIt testifies to my face. ",
 "He has torn me in his wrath and persecuted me. \nHe has gnashed on me with his teeth. \nMy adversary sharpens his eyes on me. ",
 "They have gaped on me with their mouth. \nThey have struck me on the cheek reproachfully. \nThey gather themselves together against me. ",
 "God delivers me to the ungodly, \nand casts me into the hands of the wicked. ",
 "I was at ease, and he broke me apart. \nYes, he has taken me by the neck, and dashed me to pieces. \nHe has also set me up for his target. ",
 "His archers surround me. \nHe splits my kidneys apart, and does not spare. \nHe pours out my bile on the ground. ",
 "He breaks me with breach on breach. \nHe runs at me like a giant. ",
 "I have sewed sackcloth on my skin, \nand have thrust my horn in the dust. ",
 "My face is red with weeping. \nDeep darkness is on my eyelids. ",
 "Although there is no violence in my hands, \nand my prayer is pure. \n ",
 "“Earth, don’t cover my blood. \nLet my cry have no place to rest. ",
 "Even now, behold, my witness is in heaven. \nHe who vouches for me is on high. ",
 "My friends scoff at me. \nMy eyes pour out tears to God, ",
 "that he would maintain the right of a man with God, \nof a son of man with his neighbor! ",
 "For when a few years have come, \nI will go the way of no return. "
]