[
 null,
 "Then Job answered, \n ",
 "“Listen diligently to my speech. \nLet this be your consolation. ",
 "Allow me, and I also will speak; \nAfter I have spoken, mock on. ",
 "As for me, is my complaint to man? \nWhy shouldn’t I be impatient? ",
 "Look at me, and be astonished. \nLay your hand on your mouth. ",
 "When I remember, I am troubled. \nHorror takes hold of my flesh. \n ",
 "“Why do the wicked live, \nbecome old, yes, and grow mighty in power? ",
 "Their child is established with them in their sight, \ntheir offspring before their eyes. ",
 "Their houses are safe from fear, \nneither is the rod of God upon them. ",
 "Their bulls breed without fail. \nTheir cows calve, and don’t miscarry. ",
 "They send out their little ones like a flock. \nTheir children dance. ",
 "They sing to the tambourine and harp, \nand rejoice at the sound of the pipe. ",
 "They spend their days in prosperity. \nIn an instant they go down to Sheol. ",
 "They tell God, ‘Depart from us, \nfor we don’t want to know about your ways. ",
 "What is the Almighty, that we should serve him? \nWhat profit should we have, if we pray to him?’ ",
 "Behold, their prosperity is not in their hand. \nThe counsel of the wicked is far from me. \n ",
 "“How often is it that the lamp of the wicked is put out, \nthat their calamity comes on them, \nthat God distributes sorrows in his anger? ",
 "How often is it that they are as stubble before the wind, \nas chaff that the storm carries away? ",
 "You say, ‘God lays up his iniquity for his children.’ \nLet him recompense it to himself, that he may know it. ",
 "Let his own eyes see his destruction. \nLet him drink of the wrath of the Almighty. ",
 "For what does he care for his house after him, \nwhen the number of his months is cut off? \n ",
 "“Shall any teach God knowledge, \nsince he judges those who are high? ",
 "One dies in his full strength, \nbeing wholly at ease and quiet. ",
 "His pails are full of milk. \nThe marrow of his bones is moistened. ",
 "Another dies in bitterness of soul, \nand never tastes of good. ",
 "They lie down alike in the dust. \nThe worm covers them. \n ",
 "“Behold, I know your thoughts, \nthe plans with which you would wrong me. ",
 "For you say, ‘Where is the house of the prince? \nWhere is the tent in which the wicked lived?’ ",
 "Haven’t you asked wayfaring men? \nDon’t you know their evidences, ",
 "that the evil man is reserved to the day of calamity, \nThat they are led out to the day of wrath? ",
 "Who will declare his way to his face? \nWho will repay him what he has done? ",
 "Yet he will be borne to the grave. \nMen will keep watch over the tomb. ",
 "The clods of the valley will be sweet to him. \nAll men will draw after him, \nas there were innumerable before him. ",
 "So how can you comfort me with nonsense, \nbecause in your answers there remains only falsehood?” "
]