[
 null,
 "Then Eliphaz the Temanite answered, \n ",
 "“Can a man be profitable to God? \nSurely he who is wise is profitable to himself. ",
 "Is it any pleasure to the Almighty that you are righteous? \nOr does it benefit him that you make your ways perfect? ",
 "Is it for your piety that he reproves you, \nthat he enters with you into judgment? ",
 "Isn’t your wickedness great? \nNeither is there any end to your iniquities. ",
 "For you have taken pledges from your brother for nothing, \nand stripped the naked of their clothing. ",
 "You haven’t given water to the weary to drink, \nand you have withheld bread from the hungry. ",
 "But as for the mighty man, he had the earth. \nThe honorable man, he lived in it. ",
 "You have sent widows away empty, \nand the arms of the fatherless have been broken. ",
 "Therefore snares are around you. \nSudden fear troubles you, ",
 "or darkness, so that you can not see, \nand floods of waters cover you. \n ",
 "“Isn’t God in the heights of heaven? \nSee the height of the stars, how high they are! ",
 "You say, ‘What does God know? \nCan he judge through the thick darkness? ",
 "Thick clouds are a covering to him, so that he doesn’t see. \nHe walks on the vault of the sky.’ ",
 "Will you keep the old way, \nwhich wicked men have trodden, ",
 "who were snatched away before their time, \nwhose foundation was poured out as a stream, ",
 "who said to God, ‘Depart from us;’ \nand, ‘What can the Almighty do for us?’ ",
 "Yet he filled their houses with good things, \nbut the counsel of the wicked is far from me. ",
 "The righteous see it, and are glad. \nThe innocent ridicule them, ",
 "saying, ‘Surely those who rose up against us are cut off. \nThe fire has consumed their remnant.’ \n ",
 "“Acquaint yourself with him, now, and be at peace. \nBy it, good will come to you. ",
 "Please receive instruction from his mouth, \nand lay up his words in your heart. ",
 "If you return to the Almighty, you will be built up, \nif you put away unrighteousness far from your tents. ",
 "Lay your treasure in the dust, \nthe gold of Ophir among the stones of the brooks. ",
 "The Almighty will be your treasure, \nand precious silver to you. ",
 "For then you will delight yourself in the Almighty, \nand will lift up your face to God. ",
 "You will make your prayer to him, and he will hear you. \nYou will pay your vows. ",
 "You will also decree a thing, and it will be established to you. \nLight will shine on your ways. ",
 "When they cast down, you will say, ‘be lifted up.’ \nHe will save the humble person. ",
 "He will even deliver him who is not innocent. \nYes, he will be delivered through the cleanness of your hands.” "
]