[
 null,
 " \n“Why aren’t times laid up by the Almighty? \nWhy don’t those who know him see his days? ",
 "There are people who remove the landmarks. \nThey violently take away flocks, and feed them. ",
 "They drive away the donkey of the fatherless, \nand they take the widow’s ox for a pledge. ",
 "They turn the needy out of the way. \nThe poor of the earth all hide themselves. ",
 "Behold, as wild donkeys in the desert, \nthey go out to their work, seeking diligently for food. \nThe wilderness yields them bread for their children. ",
 "They cut their food in the field. \nThey glean the vineyard of the wicked. ",
 "They lie all night naked without clothing, \nand have no covering in the cold. ",
 "They are wet with the showers of the mountains, \nand embrace the rock for lack of a shelter. ",
 "There are those who pluck the fatherless from the breast, \nand take a pledge of the poor, ",
 "So that they go around naked without clothing. \nBeing hungry, they carry the sheaves. ",
 "They make oil within the walls of these men. \nThey tread wine presses, and suffer thirst. ",
 "From out of the populous city, men groan. \nThe soul of the wounded cries out, \nyet God doesn’t regard the folly. \n ",
 "“These are of those who rebel against the light. \nThey don’t know its ways, \nnor stay in its paths. ",
 "The murderer rises with the light. \nHe kills the poor and needy. \nIn the night he is like a thief. ",
 "The eye also of the adulterer waits for the twilight, \nsaying, ‘No eye will see me.’ \nHe disguises his face. ",
 "In the dark they dig through houses. \nThey shut themselves up in the daytime. \nThey don’t know the light. ",
 "For the morning is to all of them like thick darkness, \nfor they know the terrors of the thick darkness. \n ",
 "“They are foam on the surface of the waters. \nTheir portion is cursed in the earth. \nThey don’t turn into the way of the vineyards. ",
 "Drought and heat consume the snow waters, \nso does Sheol those who have sinned. ",
 "The womb will forget him. \nThe worm will feed sweetly on him. \nHe will be no more remembered. \nUnrighteousness will be broken as a tree. ",
 "He devours the barren who don’t bear. \nHe shows no kindness to the widow. ",
 "Yet God preserves the mighty by his power. \nHe rises up who has no assurance of life. ",
 "God gives them security, and they rest in it. \nHis eyes are on their ways. ",
 "They are exalted; yet a little while, and they are gone. \nYes, they are brought low, they are taken out of the way as all others, \nand are cut off as the tops of the ears of grain. ",
 "If it isn’t so now, who will prove me a liar, \nand make my speech worth nothing?” "
]