[
 null,
 "Job again took up his parable, and said, \n ",
 "“As God lives, who has taken away my right, \nthe Almighty, who has made my soul bitter ",
 "(for the length of my life is still in me, \nand the spirit of God is in my nostrils); ",
 "surely my lips will not speak unrighteousness, \nneither will my tongue utter deceit. ",
 "Far be it from me that I should justify you. \nUntil I die I will not put away my integrity from me. ",
 "I hold fast to my righteousness, and will not let it go. \nMy heart will not reproach me so long as I live. \n ",
 "“Let my enemy be as the wicked. \nLet him who rises up against me be as the unrighteous. \n ",
 "For what is the hope of the godless, when he is cut off, when God takes away his life? ",
 "Will God hear his cry when trouble comes on him? ",
 "Will he delight himself in the Almighty, \nand call on God at all times? ",
 "I will teach you about the hand of God. \nI will not conceal that which is with the Almighty. ",
 "Behold, all of you have seen it yourselves; \nwhy then have you become altogether vain? \n ",
 "“This is the portion of a wicked man with God, \nthe heritage of oppressors, which they receive from the Almighty. ",
 "If his children are multiplied, it is for the sword. \nHis offspring will not be satisfied with bread. ",
 "Those who remain of him will be buried in death. \nHis widows will make no lamentation. ",
 "Though he heap up silver as the dust, \nand prepare clothing as the clay; ",
 "he may prepare it, but the just will put it on, \nand the innocent will divide the silver. ",
 "He builds his house as the moth, \nas a booth which the watchman makes. ",
 "He lies down rich, but he will not do so again. \nHe opens his eyes, and he is not. ",
 "Terrors overtake him like waters. \nA storm steals him away in the night. ",
 "The east wind carries him away, and he departs. \nIt sweeps him out of his place. ",
 "For it hurls at him, and does not spare, \nas he flees away from his hand. ",
 "Men will clap their hands at him, \nand will hiss him out of his place. "
]