[
 null,
 " \n“Surely there is a mine for silver, \nand a place for gold which they refine. ",
 "Iron is taken out of the earth, \nand copper is smelted out of the ore. ",
 "Man sets an end to darkness, \nand searches out, to the furthest bound, \nthe stones of obscurity and of thick darkness. ",
 "He breaks open a shaft away from where people live. \nThey are forgotten by the foot. \nThey hang far from men, they swing back and forth. ",
 "As for the earth, out of it comes bread; \nUnderneath it is turned up as it were by fire. ",
 "Sapphires come from its rocks. \nIt has dust of gold. ",
 "That path no bird of prey knows, \nneither has the falcon’s eye seen it. ",
 "The proud animals have not trodden it, \nnor has the fierce lion passed by there. ",
 "He puts his hand on the flinty rock, \nand he overturns the mountains by the roots. ",
 "He cuts out channels among the rocks. \nHis eye sees every precious thing. ",
 "He binds the streams that they don’t trickle. \nThe thing that is hidden he brings out to light. \n ",
 "“But where will wisdom be found? \nWhere is the place of understanding? ",
 "Man doesn’t know its price; \nNeither is it found in the land of the living. ",
 "The deep says, ‘It isn’t in me.’ \nThe sea says, ‘It isn’t with me.’ ",
 "It can’t be gotten for gold, \nneither will silver be weighed for its price. ",
 "It can’t be valued with the gold of Ophir, \nwith the precious onyx, or the sapphire. ",
 "Gold and glass can’t equal it, \nneither will it be exchanged for jewels of fine gold. ",
 "No mention will be made of coral or of crystal. \nYes, the price of wisdom is above rubies. ",
 "The topaz of Ethiopia will not equal it, \nnor will it be valued with pure gold. ",
 "Where then does wisdom come from? \nWhere is the place of understanding? ",
 "Seeing it is hidden from the eyes of all living, \nand kept close from the birds of the sky. ",
 "Destruction and Death say, \n‘We have heard a rumor of it with our ears.’ \n ",
 "“God understands its way, \nand he knows its place. ",
 "For he looks to the ends of the earth, \nand sees under the whole sky. ",
 "He establishes the force of the wind. \nYes, he measures out the waters by measure. ",
 "When he made a decree for the rain, \nand a way for the lightning of the thunder, ",
 "then he saw it, and declared it. \nHe established it, yes, and searched it out. ",
 "To man he said, \n‘Behold, the fear of the Lord, that is wisdom. \nTo depart from evil is understanding.’ ” "
]