[
 null,
 "Job again took up his parable, and said, \n ",
 "“Oh that I were as in the months of old, \nas in the days when God watched over me; ",
 "when his lamp shone on my head, \nand by his light I walked through darkness, ",
 "as I was in my prime, \nwhen the friendship of God was in my tent, ",
 "when the Almighty was yet with me, \nand my children were around me, ",
 "when my steps were washed with butter, \nand the rock poured out streams of oil for me, ",
 "when I went out to the city gate, \nwhen I prepared my seat in the street. ",
 "The young men saw me and hid themselves. \nThe aged rose up and stood. ",
 "The princes refrained from talking, \nand laid their hand on their mouth. ",
 "The voice of the nobles was hushed, \nand their tongue stuck to the roof of their mouth. ",
 "For when the ear heard me, then it blessed me; \nand when the eye saw me, it commended me: ",
 "Because I delivered the poor who cried, \nand the fatherless also, who had no one to help him, ",
 "the blessing of him who was ready to perish came on me, \nand I caused the widow’s heart to sing for joy. ",
 "I put on righteousness, and it clothed me. \nMy justice was as a robe and a diadem. ",
 "I was eyes to the blind, \nand feet to the lame. ",
 "I was a father to the needy. \nI researched the cause of him who I didn’t know. ",
 "I broke the jaws of the unrighteous \nand plucked the prey out of his teeth. ",
 "Then I said, ‘I will die in my own house, \nI will count my days as the sand. ",
 "My root is spread out to the waters. \nThe dew lies all night on my branch. ",
 "My glory is fresh in me. \nMy bow is renewed in my hand.’ \n ",
 "“Men listened to me, waited, \nand kept silence for my counsel. ",
 "After my words they didn’t speak again. \nMy speech fell on them. ",
 "They waited for me as for the rain. \nTheir mouths drank as with the spring rain. ",
 "I smiled on them when they had no confidence. \nThey didn’t reject the light of my face. ",
 "I chose out their way, and sat as chief. \nI lived as a king in the army, \nas one who comforts the mourners. "
]