[
 null,
 "After this Job opened his mouth, and cursed the day of his birth.  ",
 "Job answered: \n ",
 "“Let the day perish in which I was born, \nthe night which said, ‘There is a boy conceived.’ ",
 "Let that day be darkness. \nDon’t let God from above seek for it, \nneither let the light shine on it. ",
 "Let darkness and the shadow of death claim it for their own. \nLet a cloud dwell on it. \nLet all that makes black the day terrify it. ",
 "As for that night, let thick darkness seize on it. \nLet it not rejoice among the days of the year. \nLet it not come into the number of the months. ",
 "Behold, let that night be barren. \nLet no joyful voice come therein. ",
 "Let them curse it who curse the day, \nwho are ready to rouse up leviathan. ",
 "Let the stars of its twilight be dark. \nLet it look for light, but have none, \nneither let it see the eyelids of the morning, ",
 "because it didn’t shut up the doors of my mother’s womb, \nnor did it hide trouble from my eyes. \n ",
 "“Why didn’t I die from the womb? \nWhy didn’t I give up the spirit when my mother bore me? ",
 "Why did the knees receive me? \nOr why the breast, that I should nurse? ",
 "For now should I have lain down and been quiet. \nI should have slept, then I would have been at rest, ",
 "with kings and counselors of the earth, \nwho built up waste places for themselves; ",
 "or with princes who had gold, \nwho filled their houses with silver: ",
 "or as a hidden untimely birth I had not been, \nas infants who never saw light. ",
 "There the wicked cease from troubling. \nThere the weary are at rest. ",
 "There the prisoners are at ease together. \nThey don’t hear the voice of the taskmaster. ",
 "The small and the great are there. \nThe servant is free from his master. \n ",
 "“Why is light given to him who is in misery, \nlife to the bitter in soul, ",
 "Who long for death, but it doesn’t come; \nand dig for it more than for hidden treasures, ",
 "who rejoice exceedingly, \nand are glad, when they can find the grave? ",
 "Why is light given to a man whose way is hidden, \nwhom God has hedged in? ",
 "For my sighing comes before I eat. \nMy groanings are poured out like water. ",
 "For the thing which I fear comes on me, \nThat which I am afraid of comes to me. ",
 "I am not at ease, neither am I quiet, neither have I rest; \nbut trouble comes.” "
]