[
 null,
 " \n“But now those who are younger than I have me in derision, \nwhose fathers I considered unworthy to put with my sheep dogs. ",
 "Of what use is the strength of their hands to me, \nmen in whom ripe age has perished? ",
 "They are gaunt from lack and famine. \nThey gnaw the dry ground, in the gloom of waste and desolation. ",
 "They pluck salt herbs by the bushes. \nThe roots of the broom tree are their food. ",
 "They are driven out from among men. \nThey cry after them as after a thief; ",
 "So that they dwell in frightful valleys, \nand in holes of the earth and of the rocks. ",
 "They bray among the bushes. \nThey are gathered together under the nettles . ",
 "They are children of fools, yes, children of wicked men. \nThey were flogged out of the land. \n ",
 "“Now I have become their song. \nYes, I am a byword to them. ",
 "They abhor me, they stand aloof from me, \nand don’t hesitate to spit in my face. ",
 "For he has untied his cord, and afflicted me; \nand they have thrown off restraint before me. ",
 "On my right hand rise the rabble. \nThey thrust aside my feet, \nThey cast up against me their ways of destruction. ",
 "They mar my path. \nThey promote my destruction \nwithout anyone’s help. ",
 "As through a wide breach they come. \nThey roll themselves in amid the ruin. ",
 "Terrors have turned on me. \nThey chase my honor as the wind. \nMy welfare has passed away as a cloud. \n ",
 "“Now my soul is poured out within me. \nDays of affliction have taken hold of me. ",
 "In the night season my bones are pierced in me, \nand the pains that gnaw me take no rest. ",
 "My garment is disfigured by great force. \nIt binds me about as the collar of my tunic. ",
 "He has cast me into the mire. \nI have become like dust and ashes. ",
 "I cry to you, and you do not answer me. \nI stand up, and you gaze at me. ",
 "You have turned to be cruel to me. \nWith the might of your hand you persecute me. ",
 "You lift me up to the wind, and drive me with it. \nYou dissolve me in the storm. ",
 "For I know that you will bring me to death, \nTo the house appointed for all living. \n ",
 "“However doesn’t one stretch out a hand in his fall? \nOr in his calamity therefore cry for help? ",
 "Didn’t I weep for him who was in trouble? \nWasn’t my soul grieved for the needy? ",
 "When I looked for good, then evil came. \nWhen I waited for light, darkness came. ",
 "My heart is troubled, and doesn’t rest. \nDays of affliction have come on me. ",
 "I go mourning without the sun. \nI stand up in the assembly, and cry for help. ",
 "I am a brother to jackals, \nand a companion to ostriches. ",
 "My skin grows black and peels from me. \nMy bones are burned with heat. ",
 "Therefore my harp has turned to mourning, \nand my pipe into the voice of those who weep. "
]