[
 null,
 " \n“I made a covenant with my eyes, \nhow then should I look lustfully at a young woman? ",
 "For what is the portion from God above, \nand the heritage from the Almighty on high? ",
 "Is it not calamity to the unrighteous, \nand disaster to the workers of iniquity? ",
 "Doesn’t he see my ways, \nand count all my steps? \n ",
 "“If I have walked with falsehood, \nand my foot has hurried to deceit ",
 "(let me be weighed in an even balance, \nthat God may know my integrity); ",
 "if my step has turned out of the way, \nif my heart walked after my eyes, \nif any defilement has stuck to my hands, ",
 "then let me sow, and let another eat. \nYes, let the produce of my field be rooted out. \n ",
 "“If my heart has been enticed to a woman, \nand I have laid wait at my neighbor’s door, ",
 "then let my wife grind for another, \nand let others sleep with her. ",
 "For that would be a heinous crime. \nYes, it would be an iniquity to be punished by the judges; ",
 "for it is a fire that consumes to destruction, \nand would root out all my increase. ",
 "“If I have despised the cause of my male servant \nor of my female servant, \nwhen they contended with me, ",
 "what then will I do when God rises up? \nWhen he visits, what will I answer him? ",
 "Didn’t he who made me in the womb make him? \nDidn’t one fashion us in the womb? ",
 "“If I have withheld the poor from their desire, \nor have caused the eyes of the widow to fail, ",
 "or have eaten my morsel alone, \nand the fatherless has not eaten of it ",
 "(no, from my youth he grew up with me as with a father, \nI have guided her from my mother’s womb); ",
 "if I have seen any perish for want of clothing, \nor that the needy had no covering; ",
 "if his heart hasn’t blessed me, \nif he hasn’t been warmed with my sheep’s fleece; ",
 "if I have lifted up my hand against the fatherless, \nbecause I saw my help in the gate, ",
 "then let my shoulder fall from the shoulder blade, \nand my arm be broken from the bone. ",
 "For calamity from God is a terror to me. \nBecause of his majesty, I can do nothing. ",
 "“If I have made gold my hope, \nand have said to the fine gold, ‘You are my confidence;’ ",
 "If I have rejoiced because my wealth was great, \nand because my hand had gotten much; ",
 "if I have seen the sun when it shined, \nor the moon moving in splendor, ",
 "and my heart has been secretly enticed, \nand my hand threw a kiss from my mouth, ",
 "this also would be an iniquity to be punished by the judges; \nfor I should have denied the God who is above. ",
 "“If I have rejoiced at the destruction of him who hated me, \nor lifted up myself when evil found him ",
 "(yes, I have not allowed my mouth to sin \nby asking his life with a curse); ",
 "if the men of my tent have not said, \n‘Who can find one who has not been filled with his meat?’ ",
 "(the foreigner has not camped in the street, \nbut I have opened my doors to the traveler); ",
 "if like Adam I have covered my transgressions, \nby hiding my iniquity in my heart, ",
 "because I feared the great multitude, \nand the contempt of families terrified me, \nso that I kept silence, and didn’t go out of the door— ",
 "oh that I had one to hear me! \nBehold, here is my signature! Let the Almighty answer me! \nLet the accuser write my indictment! ",
 "Surely I would carry it on my shoulder; \nand I would bind it to me as a crown. ",
 "I would declare to him the number of my steps. \nas a prince would I go near to him. ",
 "If my land cries out against me, \nand its furrows weep together; ",
 "if I have eaten its fruits without money, \nor have caused its owners to lose their life, ",
 "let briers grow instead of wheat, \nand stinkweed instead of barley.” The words of Job are ended. "
]