[
 null,
 " \n“However, Job, please hear my speech, \nand listen to all my words. ",
 "See now, I have opened my mouth. \nMy tongue has spoken in my mouth. ",
 "My words will utter the uprightness of my heart. \nThat which my lips know they will speak sincerely. ",
 "The Spirit of God has made me, \nand the breath of the Almighty gives me life. ",
 "If you can, answer me. \nSet your words in order before me, and stand up. ",
 "Behold, I am toward God even as you are. \nI am also formed out of the clay. ",
 "Behold, my terror will not make you afraid, \nneither will my pressure be heavy on you. \n ",
 "“Surely you have spoken in my hearing, \nI have heard the voice of your words, saying, ",
 "‘I am clean, without disobedience. \nI am innocent, neither is there iniquity in me. ",
 "Behold, he finds occasions against me. \nHe counts me for his enemy. ",
 "He puts my feet in the stocks. \nHe marks all my paths.’ \n ",
 "“Behold, I will answer you. In this you are not just, \nfor God is greater than man. \n ",
 "Why do you strive against him, \nbecause he doesn’t give account of any of his matters? ",
 "For God speaks once, \nyes twice, though man pays no attention. ",
 "In a dream, in a vision of the night, \nwhen deep sleep falls on men, \nin slumbering on the bed; ",
 "Then he opens the ears of men, \nand seals their instruction, ",
 "that he may withdraw man from his purpose, \nand hide pride from man. ",
 "He keeps back his soul from the pit, \nand his life from perishing by the sword. \n ",
 "He is chastened also with pain on his bed, \nwith continual strife in his bones, ",
 "so that his life abhors bread, \nand his soul dainty food. ",
 "His flesh is so consumed away that it can’t be seen. \nHis bones that were not seen stick out. ",
 "Yes, his soul draws near to the pit, \nand his life to the destroyers. \n ",
 "“If there is beside him an angel, \nan interpreter, one among a thousand, \nto show to man what is right for him; ",
 "then God is gracious to him, and says, \n‘Deliver him from going down to the pit, \nI have found a ransom.’ ",
 "His flesh will be fresher than a child’s. \nHe returns to the days of his youth. ",
 "He prays to God, and he is favorable to him, \nso that he sees his face with joy. \nHe restores to man his righteousness. ",
 "He sings before men, and says, \n‘I have sinned, and perverted that which was right, \nand it didn’t profit me. ",
 "He has redeemed my soul from going into the pit. \nMy life will see the light.’ \n ",
 "“Behold, God does all these things, \ntwice, yes three times, with a man, ",
 "to bring back his soul from the pit, \nthat he may be enlightened with the light of the living. ",
 "Mark well, Job, and listen to me. \nHold your peace, and I will speak. ",
 "If you have anything to say, answer me. \nSpeak, for I desire to justify you. ",
 "If not, listen to me. \nHold your peace, and I will teach you wisdom.” "
]