[
 null,
 " \n“Yes, at this my heart trembles, \nand is moved out of its place. ",
 "Hear, oh, hear the noise of his voice, \nthe sound that goes out of his mouth. ",
 "He sends it out under the whole sky, \nand his lightning to the ends of the earth. ",
 "After it a voice roars. \nHe thunders with the voice of his majesty. \nHe doesn’t hold back anything when his voice is heard. ",
 "God thunders marvelously with his voice. \nHe does great things, which we can’t comprehend. ",
 "For he says to the snow, ‘Fall on the earth,’ \nlikewise to the shower of rain, \nand to the showers of his mighty rain. ",
 "He seals up the hand of every man, \nthat all men whom he has made may know it. ",
 "Then the animals take cover, \nand remain in their dens. ",
 "Out of its room comes the storm, \nand cold out of the north. ",
 "By the breath of God, ice is given, \nand the width of the waters is frozen. ",
 "Yes, he loads the thick cloud with moisture. \nHe spreads abroad the cloud of his lightning. ",
 "It is turned around by his guidance, \nthat they may do whatever he commands them \non the surface of the habitable world, ",
 "Whether it is for correction, or for his land, \nor for loving kindness, that he causes it to come. \n ",
 "“Listen to this, Job. \nStand still, and consider the wondrous works of God. ",
 "Do you know how God controls them, \nand causes the lightning of his cloud to shine? ",
 "Do you know the workings of the clouds, \nthe wondrous works of him who is perfect in knowledge? ",
 "You whose clothing is warm, \nwhen the earth is still by reason of the south wind? ",
 "Can you, with him, spread out the sky, \nwhich is strong as a cast metal mirror? ",
 "Teach us what we will tell him, \nfor we can’t make our case by reason of darkness. ",
 "Will it be told him that I would speak? \nOr should a man wish that he were swallowed up? \n ",
 "Now men don’t see the light which is bright in the skies, \nbut the wind passes, and clears them. ",
 "Out of the north comes golden splendor. \nWith God is awesome majesty. ",
 "We can’t reach the Almighty. \nHe is exalted in power. \nIn justice and great righteousness, he will not oppress. ",
 "Therefore men revere him. \nHe doesn’t regard any who are wise of heart.” "
]