[
 null,
 "Then Yahweh answered Job out of the whirlwind, \n ",
 "“Who is this who darkens counsel \nby words without knowledge? ",
 "Brace yourself like a man, \nfor I will question you, then you answer me! \n ",
 "“Where were you when I laid the foundations of the earth? \nDeclare, if you have understanding. ",
 "Who determined its measures, if you know? \nOr who stretched the line on it? ",
 "What were its foundations fastened on? \nOr who laid its cornerstone, ",
 "when the morning stars sang together, \nand all the sons of God shouted for joy? \n ",
 "“Or who shut up the sea with doors, \nwhen it broke out of the womb, ",
 "when I made clouds its garment, \nand wrapped it in thick darkness, ",
 "marked out for it my bound, \nset bars and doors, ",
 "and said, ‘You may come here, but no further. \nYour proud waves shall be stopped here?’ \n ",
 "“Have you commanded the morning in your days, \nand caused the dawn to know its place, ",
 "that it might take hold of the ends of the earth, \nand shake the wicked out of it? ",
 "It is changed as clay under the seal, \nand presented as a garment. ",
 "From the wicked, their light is withheld. \nThe high arm is broken. \n ",
 "“Have you entered into the springs of the sea? \nOr have you walked in the recesses of the deep? ",
 "Have the gates of death been revealed to you? \nOr have you seen the gates of the shadow of death? ",
 "Have you comprehended the earth in its width? \nDeclare, if you know it all. \n ",
 "“What is the way to the dwelling of light? \nAs for darkness, where is its place, ",
 "that you should take it to its bound, \nthat you should discern the paths to its house? ",
 "Surely you know, for you were born then, \nand the number of your days is great! ",
 "Have you entered the treasuries of the snow, \nor have you seen the treasures of the hail, ",
 "which I have reserved against the time of trouble, \nagainst the day of battle and war? ",
 "By what way is the lightning distributed, \nor the east wind scattered on the earth? \n ",
 "Who has cut a channel for the flood water, \nor the path for the thunder storm, ",
 "to cause it to rain on a land where there is no man, \non the wilderness, in which there is no man, ",
 "to satisfy the waste and desolate ground, \nto cause the tender grass to grow? ",
 "Does the rain have a father? \nOr who fathers the drops of dew? ",
 "Whose womb did the ice come out of? \nWho has given birth to the gray frost of the sky? ",
 "The waters become hard like stone, \nwhen the surface of the deep is frozen. \n ",
 "“Can you bind the cluster of the Pleiades, \nor loosen the cords of Orion? ",
 "Can you lead the constellations out in their season? \nOr can you guide the Bear with her cubs? ",
 "Do you know the laws of the heavens? \nCan you establish its dominion over the earth? \n ",
 "“Can you lift up your voice to the clouds, \nThat abundance of waters may cover you? ",
 "Can you send out lightnings, that they may go? \nDo they report to you, ‘Here we are?’ ",
 "Who has put wisdom in the inward parts? \nOr who has given understanding to the mind? ",
 "Who can count the clouds by wisdom? \nOr who can pour out the containers of the sky, ",
 "when the dust runs into a mass, \nand the clods of earth stick together? \n ",
 "“Can you hunt the prey for the lioness, \nor satisfy the appetite of the young lions, ",
 "when they crouch in their dens, \nand lie in wait in the thicket? ",
 "Who provides for the raven his prey, \nwhen his young ones cry to God, \nand wander for lack of food? "
]