[
 null,
 " \n“Do you know the time when the mountain goats give birth? \nDo you watch when the doe bears fawns? ",
 "Can you count the months that they fulfill? \nOr do you know the time when they give birth? ",
 "They bow themselves. They bear their young. \nThey end their labor pains. ",
 "Their young ones become strong. \nThey grow up in the open field. \nThey go out, and don’t return again. \n ",
 "“Who has set the wild donkey free? \nOr who has loosened the bonds of the swift donkey, ",
 "whose home I have made the wilderness, \nand the salt land his dwelling place? ",
 "He scorns the tumult of the city, \nneither does he hear the shouting of the driver. ",
 "The range of the mountains is his pasture, \nHe searches after every green thing. \n ",
 "“Will the wild ox be content to serve you? \nOr will he stay by your feeding trough? ",
 "Can you hold the wild ox in the furrow with his harness? \nOr will he till the valleys after you? ",
 "Will you trust him, because his strength is great? \nOr will you leave to him your labor? ",
 "Will you confide in him, that he will bring home your seed, \nand gather the grain of your threshing floor? \n ",
 "“The wings of the ostrich wave proudly; \nbut are they the feathers and plumage of love? ",
 "For she leaves her eggs on the earth, \nwarms them in the dust, ",
 "and forgets that the foot may crush them, \nor that the wild animal may trample them. ",
 "She deals harshly with her young ones, as if they were not hers. \nThough her labor is in vain, she is without fear, ",
 "because God has deprived her of wisdom, \nneither has he imparted to her understanding. ",
 "When she lifts up herself on high, \nshe scorns the horse and his rider. \n ",
 "“Have you given the horse might? \nHave you clothed his neck with a quivering mane? ",
 "Have you made him to leap as a locust? \nThe glory of his snorting is awesome. ",
 "He paws in the valley, and rejoices in his strength. \nHe goes out to meet the armed men. ",
 "He mocks at fear, and is not dismayed, \nneither does he turn back from the sword. ",
 "The quiver rattles against him, \nthe flashing spear and the javelin. ",
 "He eats up the ground with fierceness and rage, \nneither does he stand still at the sound of the trumpet. ",
 "As often as the trumpet sounds he snorts, ‘Aha!’ \nHe smells the battle afar off, \nthe thunder of the captains, and the shouting. \n ",
 "“Is it by your wisdom that the hawk soars, \nand stretches her wings toward the south? ",
 "Is it at your command that the eagle mounts up, \nand makes his nest on high? ",
 "On the cliff he dwells, and makes his home, \non the point of the cliff, and the stronghold. ",
 "From there he spies out the prey. \nHis eyes see it afar off. ",
 "His young ones also suck up blood. \nWhere the slain are, there he is.” "
]