[
 null,
 " \n“Call now; is there any who will answer you? \nTo which of the holy ones will you turn? ",
 "For resentment kills the foolish man, \nand jealousy kills the simple. ",
 "I have seen the foolish taking root, \nbut suddenly I cursed his habitation. ",
 "His children are far from safety. \nThey are crushed in the gate. \nNeither is there any to deliver them, ",
 "whose harvest the hungry eats up, \nand take it even out of the thorns. \nThe snare gapes for their substance. ",
 "For affliction doesn’t come out of the dust, \nneither does trouble spring out of the ground; ",
 "but man is born to trouble, \nas the sparks fly upward. \n ",
 "“But as for me, I would seek God. \nI would commit my cause to God, ",
 "who does great things that can’t be fathomed, \nmarvelous things without number; ",
 "who gives rain on the earth, \nand sends waters on the fields; ",
 "so that he sets up on high those who are low, \nthose who mourn are exalted to safety. ",
 "He frustrates the plans of the crafty, \nSo that their hands can’t perform their enterprise. ",
 "He takes the wise in their own craftiness; \nthe counsel of the cunning is carried headlong. ",
 "They meet with darkness in the day time, \nand grope at noonday as in the night. ",
 "But he saves from the sword of their mouth, \neven the needy from the hand of the mighty. ",
 "So the poor has hope, \nand injustice shuts her mouth. \n ",
 "“Behold, happy is the man whom God corrects. \nTherefore do not despise the chastening of the Almighty. ",
 "For he wounds and binds up. \nHe injures and his hands make whole. ",
 "He will deliver you in six troubles; \nyes, in seven no evil will touch you. ",
 "In famine he will redeem you from death; \nin war, from the power of the sword. ",
 "You will be hidden from the scourge of the tongue, \nneither will you be afraid of destruction when it comes. ",
 " You will laugh at destruction and famine, \nneither will you be afraid of the animals of the earth. ",
 "For you will be allied with the stones of the field. \nThe animals of the field will be at peace with you. ",
 "You will know that your tent is in peace. \nYou will visit your fold, and will miss nothing. ",
 "You will know also that your offspring will be great, \nYour offspring as the grass of the earth. ",
 "You will come to your grave in a full age, \nlike a shock of grain comes in its season. ",
 "Look at this. We have searched it. It is so. \nHear it, and know it for your good.” "
]