[
 null,
 "Then Job answered, \n ",
 "“Oh that my anguish were weighed, \nand all my calamity laid in the balances! ",
 "For now it would be heavier than the sand of the seas, \ntherefore have my words been rash. ",
 "For the arrows of the Almighty are within me. \nMy spirit drinks up their poison. \nThe terrors of God set themselves in array against me. ",
 "Does the wild donkey bray when he has grass? \nOr does the ox low over his fodder? ",
 "Can that which has no flavor be eaten without salt? \nOr is there any taste in the white of an egg? ",
 "My soul refuses to touch them. \nThey are as loathsome food to me. \n ",
 "“Oh that I might have my request, \nthat God would grant the thing that I long for, ",
 "even that it would please God to crush me; \nthat he would let loose his hand, and cut me off! ",
 "Let still be my consolation, \nyes, let me exult in pain that doesn’t spare, \nthat I have not denied the words of the Holy One. ",
 "What is my strength, that I should wait? \nWhat is my end, that I should be patient? ",
 "Is my strength the strength of stones? \nOr is my flesh of bronze? ",
 "Isn’t it that I have no help in me, \nThat wisdom is driven quite from me? \n ",
 "“To him who is ready to faint, kindness should be shown from his friend; \neven to him who forsakes the fear of the Almighty. ",
 "My brothers have dealt deceitfully as a brook, \nas the channel of brooks that pass away; ",
 "Which are black by reason of the ice, \nin which the snow hides itself. ",
 "In the dry season, they vanish. \nWhen it is hot, they are consumed out of their place. ",
 "The caravans that travel beside them turn away. \nThey go up into the waste, and perish. ",
 "The caravans of Tema looked. \nThe companies of Sheba waited for them. ",
 "They were distressed because they were confident. \nThey came there, and were confounded. ",
 "For now you are nothing. \nYou see a terror, and are afraid. ",
 "Did I say, ‘Give to me?’ \nor, ‘Offer a present for me from your substance?’ ",
 "or, ‘Deliver me from the adversary’s hand?’ \nor, ‘Redeem me from the hand of the oppressors?’ \n ",
 "“Teach me, and I will hold my peace. \nCause me to understand my error. ",
 "How forcible are words of uprightness! \nBut your reproof, what does it reprove? ",
 "Do you intend to reprove words, \nsince the speeches of one who is desperate are as wind? ",
 "Yes, you would even cast lots for the fatherless, \nand make merchandise of your friend. ",
 "Now therefore be pleased to look at me, \nfor surely I will not lie to your face. ",
 "Please return. \nLet there be no injustice. \nYes, return again. \nMy cause is righteous. ",
 "Is there injustice on my tongue? \nCan’t my taste discern mischievous things? "
]