[
 null,
 " \n“Isn’t a man forced to labor on earth? \nAren’t his days like the days of a hired hand? ",
 "As a servant who earnestly desires the shadow, \nas a hireling who looks for his wages, ",
 "so am I made to possess months of misery, \nwearisome nights are appointed to me. ",
 "When I lie down, I say, \n‘When will I arise, and the night be gone?’ \nI toss and turn until the dawning of the day. ",
 "My flesh is clothed with worms and clods of dust. \nMy skin closes up, and breaks out afresh. ",
 "My days are swifter than a weaver’s shuttle, \nand are spent without hope. ",
 "Oh remember that my life is a breath. \nMy eye will no more see good. ",
 "The eye of him who sees me will see me no more. \nYour eyes will be on me, but I will not be. ",
 "As the cloud is consumed and vanishes away, \nso he who goes down to Sheol will come up no more. ",
 "He will return no more to his house, \nneither will his place know him any more. \n ",
 "“Therefore I will not keep silent. \nI will speak in the anguish of my spirit. \nI will complain in the bitterness of my soul. ",
 "Am I a sea, or a sea monster, \nthat you put a guard over me? ",
 "When I say, ‘My bed will comfort me. \nMy couch will ease my complaint;’ ",
 "then you scare me with dreams, \nand terrify me through visions: ",
 "so that my soul chooses strangling, \ndeath rather than my bones. ",
 "I loathe my life. \nI don’t want to live forever. \nLeave me alone, for my days are but a breath. ",
 "What is man, that you should magnify him, \nthat you should set your mind on him, ",
 "that you should visit him every morning, \nand test him every moment? ",
 "How long will you not look away from me, \nnor leave me alone until I swallow down my spittle? ",
 "If I have sinned, what do I do to you, you watcher of men? \nWhy have you set me as a mark for you, \nso that I am a burden to myself? ",
 "Why do you not pardon my disobedience, and take away my iniquity? \nFor now will I lie down in the dust. \nYou will seek me diligently, but I will not be.” "
]