[
 null,
 "Hear the word which Yahweh speaks to you, house of Israel!  ",
 "Yahweh says, \n“Don’t learn the way of the nations, \nand don’t be dismayed at the signs of the sky; \nfor the nations are dismayed at them. ",
 "For the customs of the peoples are vanity; \nfor one cuts a tree out of the forest, \nthe work of the hands of the workman with the ax. ",
 "They deck it with silver and with gold. \nThey fasten it with nails and with hammers, \nso that it can’t move. ",
 "They are like a palm tree, of turned work, \nand don’t speak. \nThey must be carried, \nbecause they can’t move. \nDon’t be afraid of them; \nfor they can’t do evil, \nneither is it in them to do good.” ",
 "There is no one like you, Yahweh. \nYou are great, \nand your name is great in might. ",
 "Who shouldn’t fear you, \nKing of the nations? \nFor it belongs to you. \nBecause among all the wise men of the nations, \nand in all their royal estate, \nthere is no one like you. ",
 "But they are together brutish and foolish, \ninstructed by idols! \nIt is just wood. ",
 "There is silver beaten into plates, which is brought from Tarshish, \nand gold from Uphaz, \nthe work of the engraver and of the hands of the goldsmith. \nTheir clothing is blue and purple. \nThey are all the work of skillful men. ",
 "But Yahweh is the true God. \nHe is the living God, \nand an everlasting King. \nAt his wrath, the earth trembles. \nThe nations aren’t able to withstand his indignation. ",
 "“You shall say this to them: ‘The gods that have not made the heavens and the earth will perish from the earth, and from under the heavens.’ ” \n ",
 "God has made the earth by his power. \nHe has established the world by his wisdom, \nand by his understanding has he stretched out the heavens. ",
 "When he utters his voice, \nthe waters in the heavens roar, \nand he causes the vapors to ascend from the ends of the earth. \nHe makes lightnings for the rain, \nand brings the wind out of his treasuries. ",
 "Every man has become brutish and without knowledge. \nEvery goldsmith is disappointed by his engraved image; \nfor his molten image is falsehood, \nand there is no breath in them. ",
 "They are vanity, a work of delusion. \nIn the time of their visitation they will perish. ",
 "The portion of Jacob is not like these; \nfor he is the maker of all things; \nand Israel is the tribe of his inheritance: \nYahweh of Armies is his name. ",
 "Gather up your wares out of the land, \nyou who live under siege. ",
 "For Yahweh says, \n“Behold, I will sling out the inhabitants of the land at this time, \nand will distress them, that they may feel it.” ",
 "Woe is me because of my injury! \nMy wound is serious; \nbut I said, \n“Truly this is my grief, and I must bear it.” ",
 "My tent has been destroyed, \nand all my cords are broken. \nMy children have gone away from me, and they are no more. \nThere is no one to spread my tent any more, \nto set up my curtains. ",
 "For the shepherds have become brutish, \nand have not inquired of Yahweh. \nTherefore they have not prospered, \nand all their flocks have scattered. ",
 "The voice of news, behold, it comes, \nand a great commotion out of the north country, \nto make the cities of Judah a desolation, \na dwelling place of jackals. ",
 "Yahweh, I know that the way of man is not in himself. \nIt is not in man who walks to direct his steps. ",
 "Yahweh, correct me, but gently; \nnot in your anger, \nlest you reduce me to nothing. ",
 "Pour out your wrath on the nations that don’t know you, \nand on the families that don’t call on your name; \nfor they have devoured Jacob. \nYes, they have devoured him, consumed him, \nand have laid waste his habitation. "
]