[
 null,
 " \nYou are righteous, Yahweh, \nwhen I contend with you; \nyet I would like to reason the cause with you. \nWhy does the way of the wicked prosper? \nWhy are they all at ease who deal very treacherously? ",
 "You have planted them. Yes, they have taken root. \nThey grow. Yes, they produce fruit. \nYou are near in their mouth, \nand far from their heart. ",
 "But you, Yahweh, know me. \nYou see me, and test my heart toward you. \nPull them out like sheep for the slaughter, \nand prepare them for the day of slaughter. ",
 "How long will the land mourn, \nand the herbs of the whole country wither? \nBecause of the wickedness of those who dwell therein, \nthe animals and birds are consumed; \nbecause they said, \n“He won’t see our latter end.” ",
 "“If you have run with the footmen, \nand they have wearied you, \nthen how can you contend with horses? \nThough in a land of peace you are secure, \nyet how will you do in the pride of the Jordan? ",
 "For even your brothers, and the house of your father, \neven they have dealt treacherously with you! \nEven they have cried aloud after you! \nDon’t believe them, \nthough they speak beautiful words to you. \n ",
 "“I have forsaken my house. \nI have cast off my heritage. \nI have given the dearly beloved of my soul into the hand of her enemies. ",
 "My heritage has become to me as a lion in the forest. \nShe has uttered her voice against me. \nTherefore I have hated her. ",
 "Is my heritage to me as a speckled bird of prey? \nAre the birds of prey against her all around? \nGo, assemble all the animals of the field. \nBring them to devour. ",
 "Many shepherds have destroyed my vineyard. \nThey have trodden my portion under foot. \nThey have made my pleasant portion a desolate wilderness. ",
 "They have made it a desolation. \nIt mourns to me, being desolate. \nThe whole land is made desolate, \nbecause no one cares. ",
 "Destroyers have come on all the bare heights in the wilderness; \nfor the sword of Yahweh devours from the one end of the land even to the other end of the land. \nNo flesh has peace. ",
 "They have sown wheat, \nand have reaped thorns. \nThey have exhausted themselves, \nand profit nothing. \nYou will be ashamed of your fruits, \nbecause of Yahweh’s fierce anger.” ",
 "Yahweh says, “Concerning all my evil neighbors, who touch the inheritance which I have caused my people Israel to inherit: Behold, I will pluck them up from off their land, and will pluck up the house of Judah from among them.  ",
 "It will happen that after I have plucked them up, I will return and have compassion on them. I will bring them again, every man to his heritage, and every man to his land.  ",
 "It will happen, if they will diligently learn the ways of my people, to swear by my name, ‘As Yahweh lives;’ even as they taught my people to swear by Baal, then they will be built up in the middle of my people.  ",
 "But if they will not hear, then I will pluck up that nation, plucking up and destroying it,” says Yahweh. "
]