[
 null,
 "This is Yahweh’s word that came to Jeremiah concerning the drought. \n ",
 "“Judah mourns, \nand its gates languish. \nThey sit in black on the ground. \nThe cry of Jerusalem goes up. ",
 "Their nobles send their little ones to the waters. \nThey come to the cisterns, \nand find no water. \nThey return with their vessels empty. \nThey are disappointed and confounded, \nand cover their heads. ",
 "Because of the ground which is cracked, \nbecause no rain has been in the land, \nthe plowmen are disappointed. \nThey cover their heads. ",
 "Yes, the doe in the field also calves and forsakes her young, \nbecause there is no grass. ",
 "The wild donkeys stand on the bare heights. \nThey pant for air like jackals. \nTheir eyes fail, \nbecause there is no vegetation. ",
 "Though our iniquities testify against us, \nwork for your name’s sake, Yahweh; \nfor our rebellions are many. \nWe have sinned against you. ",
 "You hope of Israel, \nits Savior in the time of trouble, \nwhy should you be as a foreigner in the land, \nand as a wayfaring man who turns aside to stay for a night? ",
 "Why should you be like a scared man, \nas a mighty man who can’t save? \nYet you, Yahweh, are in the middle of us, \nand we are called by your name. \nDon’t leave us. ",
 "Yahweh says to this people, \n“Even so they have loved to wander. \nThey have not restrained their feet. \nTherefore Yahweh does not accept them. \nNow he will remember their iniquity, \nand punish them for their sins.” ",
 "Yahweh said to me, “Don’t pray for this people for their good.  ",
 "When they fast, I will not hear their cry; and when they offer burnt offering and meal offering, I will not accept them; but I will consume them by the sword, by famine, and by pestilence.” ",
 "Then I said, “Ah, Lord Yahweh! Behold, the prophets tell them, ‘You will not see the sword, neither will you have famine; but I will give you assured peace in this place.’ ” ",
 "Then Yahweh said to me, “The prophets prophesy lies in my name. I didn’t send them. I didn’t command them. I didn’t speak to them. They prophesy to you a lying vision, divination, and a thing of nothing, and the deceit of their own heart.  ",
 "Therefore Yahweh says concerning the prophets who prophesy in my name, but I didn’t send them, yet they say, ‘Sword and famine will not be in this land.’ Those prophets will be consumed by sword and famine.  ",
 "The people to whom they prophesy will be cast out in the streets of Jerusalem because of the famine and the sword. They will have no one to bury them—them, their wives, their sons, or their daughters, for I will pour their wickedness on them. ",
 "“You shall say this word to them: \n“ ‘Let my eyes run down with tears night and day, \nand let them not cease; \nfor the virgin daughter of my people is broken with a great breach, \nwith a very grievous wound. ",
 "If I go out into the field, \nthen, behold, the slain with the sword! \nIf I enter into the city, \nthen, behold, those who are sick with famine! \nFor both the prophet and the priest go about in the land, \nand have no knowledge.’ ” \n ",
 "Have you utterly rejected Judah? \nHas your soul loathed Zion? \nWhy have you struck us, and there is no healing for us? \nWe looked for peace, but no good came; \nand for a time of healing, and behold, dismay! ",
 "We acknowledge, Yahweh, our wickedness, \nand the iniquity of our fathers; \nfor we have sinned against you. ",
 "Do not abhor us, for your name’s sake. \nDo not disgrace the throne of your glory. \nRemember, and don’t break your covenant with us. ",
 "Are there any among the vanities of the nations that can cause rain? \nOr can the sky give showers? \nAren’t you he, Yahweh our God? \nTherefore we will wait for you; \nfor you have made all these things. "
]