[
 null,
 "Then Yahweh said to me, “Though Moses and Samuel stood before me, yet my mind would not turn toward this people. Cast them out of my sight, and let them go out!  ",
 "It will happen, when they ask you, ‘Where shall we go out?’ then you shall tell them, ‘Yahweh says: \n“Such as are for death, to death; \nsuch as are for the sword, to the sword; \nsuch as are for the famine, to the famine; \nand such as are for captivity, to captivity.” ’ ",
 "“I will appoint over them four kinds,” says Yahweh: “the sword to kill, the dogs to tear, the birds of the sky, and the animals of the earth, to devour and to destroy.  ",
 "I will cause them to be tossed back and forth among all the kingdoms of the earth, because of Manasseh, the son of Hezekiah, king of Judah, for that which he did in Jerusalem. \n ",
 "For who will have pity on you, Jerusalem? \nWho will mourn you? \nWho will come to ask of your welfare? ",
 "You have rejected me,” says Yahweh. \n“You have gone backward. \nTherefore I have stretched out my hand against you \nand destroyed you. \nI am weary of showing compassion. ",
 "I have winnowed them with a fan in the gates of the land. \nI have bereaved them of children. \nI have destroyed my people. \nThey didn’t return from their ways. ",
 "Their widows are increased more than the sand of the seas. \nI have brought on them against the mother of the young men a destroyer at noonday. \nI have caused anguish and terrors to fall on her suddenly. ",
 "She who has borne seven languishes. \nShe has given up the spirit. \nHer sun has gone down while it was yet day. \nShe has been disappointed and confounded. \nI will deliver their residue to the sword before their enemies,” says Yahweh. \n ",
 "Woe is me, my mother, that you have borne me, a man of strife, \nand a man of contention to the whole earth! \nI have not lent, neither have men lent to me; \nyet every one of them curses me. ",
 "Yahweh said, \n“Most certainly I will strengthen you for good. \nMost certainly I will cause the enemy to make supplication to you in the time of evil \nand in the time of affliction. ",
 "Can one break iron, \neven iron from the north, and bronze? ",
 "I will give your substance and your treasures for a plunder without price, \nand that for all your sins, \neven in all your borders. ",
 "I will make them to pass with your enemies into a land which you don’t know; \nfor a fire is kindled in my anger, \nwhich will burn on you.” \n ",
 "Yahweh, you know. \nRemember me, visit me, \nand avenge me of my persecutors. \nYou are patient, so don’t take me away. \nKnow that for your sake I have suffered reproach. ",
 "Your words were found, \nand I ate them. \nYour words were to me a joy and the rejoicing of my heart, \nfor I am called by your name, Yahweh, God of Armies. ",
 "I didn’t sit in the assembly of those who make merry and rejoice. \nI sat alone because of your hand, \nfor you have filled me with indignation. ",
 "Why is my pain perpetual, \nand my wound incurable, \nwhich refuses to be healed? \nWill you indeed be to me as a deceitful brook, \nlike waters that fail? ",
 "Therefore Yahweh says, \n“If you return, then I will bring you again, \nthat you may stand before me; \nand if you take out the precious from the vile, \nyou will be as my mouth. \nThey will return to you, \nbut you will not return to them. ",
 "I will make you to this people a fortified bronze wall. \nThey will fight against you, \nbut they will not prevail against you; \nfor I am with you to save you \nand to deliver you,” says Yahweh. ",
 "“I will deliver you out of the hand of the wicked, \nand I will redeem you out of the hand of the terrible.” "
]