[
 null,
 " \n“The sin of Judah is written with a pen of iron, \nand with the point of a diamond. \nIt is engraved on the tablet of their heart, \nand on the horns of your altars. ",
 "Even their children remember their altars \nand their Asherah poles by the green trees on the high hills. ",
 "My mountain in the field, \nI will give your substance and all your treasures for a plunder, \nand your high places, because of sin, throughout all your borders. ",
 "You, even of yourself, will discontinue from your heritage that I gave you. \nI will cause you to serve your enemies in the land which you don’t know, \nfor you have kindled a fire in my anger which will burn forever.” ",
 "Yahweh says: \n“Cursed is the man who trusts in man, \nrelies on strength of flesh, \nand whose heart departs from Yahweh. ",
 "For he will be like a bush in the desert, \nand will not see when good comes, \nbut will inhabit the parched places in the wilderness, \nan uninhabited salt land. \n ",
 "“Blessed is the man who trusts in Yahweh, \nand whose confidence is in Yahweh. ",
 "For he will be as a tree planted by the waters, \nwho spreads out its roots by the river, \nand will not fear when heat comes, \nbut its leaf will be green, \nand will not be concerned in the year of drought. \nIt won’t cease from yielding fruit. ",
 "The heart is deceitful above all things \nand it is exceedingly corrupt. \nWho can know it? \n ",
 "“I, Yahweh, search the mind. \nI try the heart, \neven to give every man according to his ways, \naccording to the fruit of his doings.” \n ",
 "As the partridge that sits on eggs which she has not laid, \nso is he who gets riches, and not by right. \nIn the middle of his days, they will leave him. \nAt his end, he will be a fool. ",
 "A glorious throne, set on high from the beginning, \nis the place of our sanctuary. ",
 "Yahweh, the hope of Israel, \nall who forsake you will be disappointed. \nThose who depart from me will be written in the earth, \nbecause they have forsaken Yahweh, \nthe spring of living waters. ",
 "Heal me, O Yahweh, and I will be healed. \nSave me, and I will be saved; \nfor you are my praise. ",
 "Behold, they ask me, \n“Where is Yahweh’s word? \nLet it be fulfilled now.” ",
 "As for me, I have not hurried from being a shepherd after you. \nI haven’t desired the woeful day. You know. \nThat which came out of my lips was before your face. ",
 "Don’t be a terror to me. \nYou are my refuge in the day of evil. ",
 "Let them be disappointed who persecute me, \nbut let not me be disappointed. \nLet them be dismayed, \nbut don’t let me be dismayed. \nBring on them the day of evil, \nand destroy them with double destruction. ",
 "Yahweh said this to me: “Go and stand in the gate of the children of the people, through which the kings of Judah come in and by which they go out, and in all the gates of Jerusalem.  ",
 "Tell them, ‘Hear Yahweh’s word, you kings of Judah, all Judah, and all the inhabitants of Jerusalem, that enter in by these gates:  ",
 "Yahweh says, “Be careful, and bear no burden on the Sabbath day, nor bring it in by the gates of Jerusalem.  ",
 "Don’t carry a burden out of your houses on the Sabbath day. Don’t do any work, but make the Sabbath day holy, as I commanded your fathers.  ",
 "But they didn’t listen. They didn’t turn their ear, but made their neck stiff, that they might not hear, and might not receive instruction.  ",
 "It will happen, if you diligently listen to me,” says Yahweh, “to bring in no burden through the gates of this city on the Sabbath day, but to make the Sabbath day holy, to do no work therein;  ",
 "then there will enter in by the gates of this city kings and princes sitting on David’s throne, riding in chariots and on horses, they, and their princes, the men of Judah, and the inhabitants of Jerusalem; and this city will remain forever.  ",
 "They will come from the cities of Judah, and from the places around Jerusalem, from the land of Benjamin, from the lowland, from the hill country, and from the South, bringing burnt offerings, sacrifices, meal offerings, and frankincense, and bringing sacrifices of thanksgiving, to Yahweh’s house.  ",
 "But if you will not listen to me to make the Sabbath day holy, and not to bear a burden and enter in at the gates of Jerusalem on the Sabbath day, then I will kindle a fire in its gates, and it will devour the palaces of Jerusalem. It will not be quenched.” ’ ” "
]