[
 null,
 "Yahweh’s word came to me, saying,  ",
 "“Go and proclaim in the ears of Jerusalem, saying, ‘Yahweh says, \n“I remember for you the kindness of your youth, \nthe love of your weddings; \nhow you went after me in the wilderness, \nin a land that was not sown. ",
 "Israel was holiness to Yahweh, \nthe first fruits of his increase. \nAll who devour him will be held guilty. \nEvil will come on them,” ’ says Yahweh.” ",
 "Hear Yahweh’s word, O house of Jacob, and all the families of the house of Israel!  ",
 "Yahweh says, \n“What unrighteousness have your fathers found in me, \nthat they have gone far from me, \nand have walked after worthless vanity, \nand have become worthless? ",
 "They didn’t say, ‘Where is Yahweh who brought us up out of the land of Egypt, \nwho led us through the wilderness, \nthrough a land of deserts and of pits, \nthrough a land of drought and of the shadow of death, \nthrough a land that no one passed through, \nand where no man lived?’ ",
 "I brought you into a plentiful land \nto eat its fruit and its goodness; \nbut when you entered, you defiled my land, \nand made my heritage an abomination. ",
 "The priests didn’t say, ‘Where is Yahweh?’ \nand those who handle the law didn’t know me. \nThe rulers also transgressed against me, \nand the prophets prophesied by Baal \nand followed things that do not profit. ",
 "“Therefore I will yet contend with you,” says Yahweh, \n“and I will contend with your children’s children. ",
 "For pass over to the islands of Kittim, and see. \nSend to Kedar, and consider diligently, \nand see if there has been such a thing. ",
 "Has a nation changed its gods, \nwhich really are no gods? \nBut my people have changed their glory for that which doesn’t profit. ",
 "“Be astonished, you heavens, at this \nand be horribly afraid. \nBe very desolate,” says Yahweh. ",
 "“For my people have committed two evils: \nthey have forsaken me, the spring of living waters, \nand cut out cisterns for themselves: broken cisterns that can’t hold water. ",
 "Is Israel a slave? \nIs he born into slavery? \nWhy has he become a captive? ",
 "The young lions have roared at him and yelled. \nThey have made his land waste. \nHis cities are burned up, without inhabitant. ",
 "The children also of Memphis and Tahpanhes have broken the crown of your head. ",
 "“Haven’t you brought this on yourself, \nin that you have forsaken Yahweh your God, when he led you by the way? ",
 "Now what do you gain by going to Egypt, to drink the waters of the Shihor? \nOr why do you to go on the way to Assyria, to drink the waters of the River? ",
 "“Your own wickedness will correct you, \nand your backsliding will rebuke you. \nKnow therefore and see that it is an evil and bitter thing, \nthat you have forsaken Yahweh your God, \nand that my fear is not in you,” says the Lord, Yahweh of Armies. ",
 "“For long ago I broke off your yoke, \nand burst your bonds. \nYou said, ‘I will not serve;’ \nfor on every high hill and under every green tree you bowed yourself, \nplaying the prostitute. ",
 "Yet I had planted you a noble vine, \na pure and faithful seed. \nHow then have you turned into the degenerate branches of a foreign vine to me? ",
 "For though you wash yourself with lye, \nand use much soap, \nyet your iniquity is marked before me,” says the Lord Yahweh. ",
 "“How can you say, ‘I am not defiled. \nI have not gone after the Baals’? \nSee your way in the valley. \nKnow what you have done. \nYou are a swift dromedary traversing her ways,  ",
 "a wild donkey used to the wilderness, that sniffs the wind in her craving. \nWhen she is in heat, who can turn her away? \nAll those who seek her will not weary themselves. In her month, they will find her. ",
 "“Keep your feet from being bare, \nand your throat from thirst. \nBut you said, ‘It is in vain. \nNo, for I have loved strangers, \nand I will go after them.’ ",
 "As the thief is ashamed when he is found, \nso the house of Israel is ashamed: \nthey, their kings, their princes, their priests, and their prophets, ",
 "who tell wood, ‘You are my father,’ \nand a stone, ‘You have given birth to me,’ \nfor they have turned their back to me, \nand not their face; \nbut in the time of their trouble they will say, ‘Arise, and save us!’ ",
 "“But where are your gods that you have made for yourselves? \nLet them arise, if they can save you in the time of your trouble; \nfor you have as many gods as you have towns, O Judah. ",
 "“Why will you contend with me? \nYou all have transgressed against me,” says Yahweh. ",
 "“I have struck your children in vain. \nThey received no correction. \nYour own sword has devoured your prophets, \nlike a destroying lion. ",
 "Generation, consider Yahweh’s word. \nHave I been a wilderness to Israel? \nOr a land of thick darkness? \nWhy do my people say, ‘We have broken loose. \nWe will come to you no more?’ ",
 "“Can a virgin forget her ornaments, \nor a bride her attire? \nYet my people have forgotten me for days without number. ",
 "How well you prepare your way to seek love! \nTherefore you have even taught the wicked women your ways. ",
 "Also the blood of the souls of the innocent poor is found in your skirts. \nYou didn’t find them breaking in, \nbut it is because of all these things. ",
 "“Yet you said, ‘I am innocent. \nSurely his anger has turned away from me.’ \n“Behold, I will judge you, \nbecause you say, ‘I have not sinned.’ ",
 "Why do you go about so much to change your ways? \nYou will be ashamed of Egypt also, \nas you were ashamed of Assyria. ",
 "You will also leave that place with your hands on your head; \nfor Yahweh has rejected those in whom you trust, \nand you won’t prosper with them. "
]