[
 null,
 "Yahweh said, “Go down to the house of the king of Judah, and speak this word, there:  ",
 "‘Hear Yahweh’s word, king of Judah, who sits on David’s throne, you, your servants, and your people who enter in by these gates.  ",
 "Yahweh says: “Execute justice and righteousness, and deliver him who is robbed out of the hand of the oppressor. Do no wrong. Do no violence to the foreigner, the fatherless, or the widow. Don’t shed innocent blood in this place.  ",
 "For if you do this thing indeed, then kings sitting on David’s throne will enter in by the gates of this house, riding in chariots and on horses, he, his servants, and his people.  ",
 "But if you will not hear these words, I swear by myself,” says Yahweh, “that this house will become a desolation.” ’ ” ",
 "For Yahweh says concerning the house of the king of Judah: \n“You are Gilead to me, \nthe head of Lebanon. \nYet surely I will make you a wilderness, \ncities which are not inhabited. ",
 "I will prepare destroyers against you, \neveryone with his weapons, \nand they will cut down your choice cedars, \nand cast them into the fire. ",
 "“Many nations will pass by this city, and they will each ask his neighbor, ‘Why has Yahweh done this to this great city?’  ",
 "Then they will answer, ‘Because they abandoned the covenant of Yahweh their God, worshiped other gods, and served them.’ ” \n ",
 "Don’t weep for the dead. \nDon’t bemoan him; \nbut weep bitterly for him who goes away, \nfor he will return no more, \nand not see his native country. ",
 "For Yahweh says touching Shallum the son of Josiah, king of Judah, who reigned instead of Josiah his father, and who went out of this place: “He won’t return there any more.  ",
 "But he will die in the place where they have led him captive. He will see this land no more.” ",
 "“Woe to him who builds his house by unrighteousness, \nand his rooms by injustice; \nwho uses his neighbor’s service without wages, \nand doesn’t give him his hire; ",
 "who says, ‘I will build myself a wide house and spacious rooms,’ \nand cuts out windows for himself; \nwith a cedar ceiling, \nand painted with red. \n ",
 "“Should you reign, because you strive to excel in cedar? \nDidn’t your father eat and drink, \nand do justice and righteousness? \nThen it was well with him. ",
 "He judged the cause of the poor and needy; \nso it was well, then. \nWasn’t this to know me?” \nsays Yahweh. ",
 "But your eyes and your heart are only for your covetousness, \nfor shedding innocent blood, \nfor oppression, and for doing violence.” ",
 "Therefore Yahweh says concerning Jehoiakim the son of Josiah, king of Judah: \n“They won’t lament for him, \nsaying, ‘Ah my brother!’ or, ‘Ah sister!’ \nThey won’t lament for him, \nsaying ‘Ah lord!’ or, ‘Ah his glory!’ ",
 "He will be buried with the burial of a donkey, \ndrawn and cast out beyond the gates of Jerusalem.” \n ",
 "“Go up to Lebanon, and cry. \nLift up your voice in Bashan, \nand cry from Abarim; \nfor all your lovers have been destroyed. ",
 "I spoke to you in your prosperity; \nbut you said, ‘I will not listen.’ \nThis has been your way from your youth, \nthat you didn’t obey my voice. ",
 "The wind will feed all your shepherds, \nand your lovers will go into captivity. \nSurely then you will be ashamed \nand confounded for all your wickedness. ",
 "Inhabitant of Lebanon, \nwho makes your nest in the cedars, \nhow greatly to be pitied you will be when pangs come on you, \nthe pain as of a woman in travail! ",
 "“As I live,” says Yahweh, “though Coniah the son of Jehoiakim king of Judah were the signet on my right hand, I would still pluck you from there.  ",
 "I would give you into the hand of those who seek your life, and into the hand of them of whom you are afraid, even into the hand of Nebuchadnezzar king of Babylon, and into the hand of the Chaldeans.  ",
 "I will cast you out with your mother who bore you into another country, where you were not born; and there you will die.  ",
 "But to the land to which their soul longs to return, there they will not return.” \n ",
 "Is this man Coniah a despised broken vessel? \nIs he a vessel in which no one delights? \nWhy are they cast out, he and his offspring, \nand cast into a land which they don’t know? ",
 "O earth, earth, earth, \nhear Yahweh’s word! ",
 "Yahweh says, \n“Record this man as childless, \na man who will not prosper in his days; \nfor no more will a man of his offspring prosper, \nsitting on David’s throne, \nand ruling in Judah.” "
]