[
 null,
 "“Woe to the shepherds who destroy and scatter the sheep of my pasture!” says Yahweh.  ",
 "Therefore Yahweh, the God of Israel, says against the shepherds who feed my people: “You have scattered my flock, driven them away, and have not visited them. Behold, I will visit on you the evil of your doings,” says Yahweh.  ",
 "“I will gather the remnant of my flock out of all the countries where I have driven them, and will bring them again to their folds; and they will be fruitful and multiply.  ",
 "I will set up shepherds over them, who will feed them. They will no longer be afraid or dismayed, neither will any be lacking,” says Yahweh. \n ",
 "“Behold, the days come,” says Yahweh, \n“that I will raise to David a righteous Branch, \nand he will reign as king and deal wisely, \nand will execute justice and righteousness in the land. ",
 "In his days Judah will be saved, \nand Israel will dwell safely. \nThis is his name by which he will be called: \nYahweh our righteousness. ",
 "“Therefore behold, the days come,” says Yahweh, “that they will no more say, ‘As Yahweh lives, who brought up the children of Israel out of the land of Egypt;’  ",
 "but, ‘As Yahweh lives, who brought up and who led the offspring of the house of Israel out of the north country, and from all the countries where I had driven them.’ Then they will dwell in their own land.” ",
 "Concerning the prophets: \nMy heart within me is broken. \nAll my bones shake. \nI am like a drunken man, \nand like a man whom wine has overcome, \nbecause of Yahweh, \nand because of his holy words. ",
 "For the land is full of adulterers; \nfor because of the curse the land mourns. \nThe pastures of the wilderness have dried up. \nTheir course is evil, \nand their might is not right; ",
 "for both prophet and priest are profane. \nYes, in my house I have found their wickedness,” says Yahweh. ",
 "Therefore their way will be to them as slippery places in the darkness. \nThey will be driven on, \nand fall therein; \nfor I will bring evil on them, \neven the year of their visitation,” says Yahweh. \n ",
 "“I have seen folly in the prophets of Samaria. \nThey prophesied by Baal, \nand caused my people Israel to err. ",
 "In the prophets of Jerusalem I have also seen a horrible thing: \nthey commit adultery and walk in lies. \nThey strengthen the hands of evildoers, \nso that no one returns from his wickedness. \nThey have all become to me as Sodom, \nand its inhabitants as Gomorrah.” ",
 "Therefore Yahweh of Armies says concerning the prophets: \n“Behold, I will feed them with wormwood, \nand make them drink poisoned water; \nfor from the prophets of Jerusalem ungodliness has gone out into all the land.” ",
 "Yahweh of Armies says, \n“Don’t listen to the words of the prophets who prophesy to you. \nThey teach you vanity. \nThey speak a vision of their own heart, \nand not out of the mouth of Yahweh. ",
 "They say continually to those who despise me, \n‘Yahweh has said, “You will have peace;” ’ \nand to everyone who walks in the stubbornness of his own heart they say, \n‘No evil will come on you.’ ",
 "For who has stood in the council of Yahweh, \nthat he should perceive and hear his word? \nWho has listened to my word, and heard it? ",
 "Behold, Yahweh’s storm, his wrath, has gone out. \nYes, a whirling storm: \nIt will burst on the head of the wicked. ",
 "Yahweh’s anger will not return until he has executed, \nand until he has performed the intents of his heart. \nIn the latter days, you will understand it perfectly. ",
 "I didn’t send these prophets, yet they ran. \nI didn’t speak to them, yet they prophesied. ",
 "But if they had stood in my council, \nthen they would have caused my people to hear my words, \nand would have turned them from their evil way, \nand from the evil of their doings. \n ",
 "“Am I a God at hand,” says Yahweh, \n“and not a God afar off? ",
 "Can anyone hide himself in secret places \nso that I can’t see him?” says Yahweh. \n“Don’t I fill heaven and earth?” says Yahweh. ",
 "“I have heard what the prophets have said, who prophesy lies in my name, saying, ‘I had a dream! I had a dream!’  ",
 "How long will this be in the heart of the prophets who prophesy lies, even the prophets of the deceit of their own heart?  ",
 "They intend to cause my people to forget my name by their dreams which they each tell his neighbor, as their fathers forgot my name because of Baal.  ",
 "The prophet who has a dream, let him tell a dream; and he who has my word, let him speak my word faithfully. What is the straw to the wheat?” says Yahweh.  ",
 "“Isn’t my word like fire?” says Yahweh; “and like a hammer that breaks the rock in pieces? ",
 "“Therefore behold, I am against the prophets,” says Yahweh, “who each steal my words from his neighbor.  ",
 "Behold, I am against the prophets,” says Yahweh, “who use their tongues, and say, ‘He says.’  ",
 "Behold, I am against those who prophesy lying dreams,” says Yahweh, “who tell them, and cause my people to err by their lies, and by their vain boasting; yet I didn’t send them or command them. They don’t profit this people at all,” says Yahweh. ",
 "“When this people, or the prophet, or a priest, asks you, saying, ‘What is the message from Yahweh?’ Then you shall tell them, ‘ “What message? I will cast you off,” says Yahweh.’  ",
 "As for the prophet, the priest, and the people, who say, ‘The message from Yahweh,’ I will even punish that man and his household.  ",
 "You will say everyone to his neighbor, and everyone to his brother, ‘What has Yahweh answered?’ and, ‘What has Yahweh said?’  ",
 "You will mention the message from Yahweh no more: for every man’s own word has become his message; for you have perverted the words of the living God, of Yahweh of Armies, our God.  ",
 "You will say to the prophet, ‘What has Yahweh answered you?’ and, ‘What has Yahweh spoken?’  ",
 "Although you say, ‘The message from Yahweh;’ therefore Yahweh says: ‘Because you say this word, “The message from Yahweh,” and I have sent to you, telling you not to say, “The message from Yahweh;”  ",
 "therefore, behold, I will utterly forget you, and I will cast you off, and the city that I gave to you and to your fathers, away from my presence.  ",
 "I will bring an everlasting reproach on you, and a perpetual shame, which will not be forgotten.’ ” "
]