[
 null,
 "The word that came to Jeremiah from Yahweh, saying,  ",
 "“Yahweh, the God of Israel, says, ‘Write all the words that I have spoken to you in a book.  ",
 "For, behold, the days come,’ says Yahweh, ‘that I will reverse the captivity of my people Israel and Judah,’ says Yahweh. ‘I will cause them to return to the land that I gave to their fathers, and they will possess it.’ ” ",
 "These are the words that Yahweh spoke concerning Israel and concerning Judah.  ",
 "For Yahweh says: \n“We have heard a voice of trembling; \na voice of fear, and not of peace. ",
 "Ask now, and see whether a man travails with child. \nWhy do I see every man with his hands on his waist, as a woman in travail, \nand all faces are turned pale? ",
 "Alas! for that day is great, so that none is like it. \nIt is even the time of Jacob’s trouble; \nbut he will be saved out of it. ",
 "It will come to pass in that day, says Yahweh of Armies, that I will break his yoke from off your neck, \nand will burst your bonds. \nStrangers will no more make them their bondservants; ",
 "but they will serve Yahweh their God, \nand David their king, \nwhom I will raise up to them. ",
 "Therefore don’t be afraid, O Jacob my servant, says Yahweh. \nDon’t be dismayed, Israel. \nFor, behold, I will save you from afar, \nand save your offspring from the land of their captivity. \nJacob will return, \nand will be quiet and at ease. \nNo one will make him afraid. ",
 "For I am with you, says Yahweh, to save you; \nfor I will make a full end of all the nations where I have scattered you, \nbut I will not make a full end of you; \nbut I will correct you in measure, \nand will in no way leave you unpunished.” ",
 "For Yahweh says, \n“Your hurt is incurable. \nYour wound is grievous. ",
 "There is no one to plead your cause, \nthat you may be bound up. \nYou have no healing medicines. ",
 "All your lovers have forgotten you. \nThey don’t seek you. \nFor I have wounded you with the wound of an enemy, \nwith the chastisement of a cruel one, \nfor the greatness of your iniquity, \nbecause your sins were increased. ",
 "Why do you cry over your injury? \nYour pain is incurable. \nFor the greatness of your iniquity, \nbecause your sins have increased, \nI have done these things to you. ",
 "Therefore all those who devour you will be devoured. \nAll your adversaries, everyone of them, will go into captivity. \nThose who plunder you will be plunder. \nI will make all who prey on you become prey. ",
 "For I will restore health to you, \nand I will heal you of your wounds,” says Yahweh; \n“because they have called you an outcast, \nsaying, ‘It is Zion, whom no man seeks after.’ ” ",
 "Yahweh says: \n“Behold, I will reverse the captivity of Jacob’s tents, \nand have compassion on his dwelling places. \nThe city will be built on its own hill, \nand the palace will be inhabited in its own place. ",
 "Thanksgiving will proceed out of them \nwith the voice of those who make merry. \nI will multiply them, \nand they will not be few; \nI will also glorify them, \nand they will not be small. ",
 "Their children also will be as before, \nand their congregation will be established before me. \nI will punish all who oppress them. ",
 "Their prince will be one of them, \nand their ruler will proceed from among them. \nI will cause him to draw near, \nand he will approach me; \nfor who is he who has had boldness to approach me?” says Yahweh. ",
 "“You shall be my people, \nand I will be your God. ",
 "Behold, Yahweh’s storm, his wrath, has gone out, \na sweeping storm: \nit will burst on the head of the wicked. ",
 "The fierce anger of Yahweh will not return until he has accomplished, \nand until he has performed the intentions of his heart. \nIn the latter days you will understand it.” "
]