[
 null,
 "Yahweh’s word which came to Jeremiah the prophet concerning the nations. ",
 "Of Egypt: concerning the army of Pharaoh Necoh king of Egypt, which was by the river Euphrates in Carchemish, which Nebuchadnezzar king of Babylon struck in the fourth year of Jehoiakim the son of Josiah, king of Judah. \n ",
 "“Prepare the buckler and shield, \nand draw near to battle! ",
 "Harness the horses, and get up, you horsemen, \nand stand up with your helmets. \nPolish the spears, \nput on the coats of mail. ",
 "Why have I seen it? \nThey are dismayed and are turned backward. \nTheir mighty ones are beaten down, \nhave fled in haste, \nand don’t look back. \nTerror is on every side,” \nsays Yahweh. ",
 "“Don’t let the swift flee away, \nnor the mighty man escape. \nIn the north by the river Euphrates \nthey have stumbled and fallen. \n ",
 "“Who is this who rises up like the Nile, \nwhose waters toss themselves like the rivers? ",
 "Egypt rises up like the Nile, \nand his waters toss themselves like the rivers. \nHe says, ‘I will rise up. I will cover the earth. \nI will destroy cities and its inhabitants.’ ",
 "Go up, you horses! \nRage, you chariots! \nLet the mighty men go out: \nCush and Put, who handle the shield; \nand the Ludim, who handle and bend the bow. ",
 "For that day is of the Lord, Yahweh of Armies, \na day of vengeance, \nthat he may avenge himself of his adversaries. \nThe sword will devour and be satiated, \nand will drink its fill of their blood; \nfor the Lord, Yahweh of Armies, has a sacrifice in the north country by the river Euphrates. ",
 "Go up into Gilead, and take balm, virgin daughter of Egypt. \nYou use many medicines in vain. \nThere is no healing for you. ",
 "The nations have heard of your shame, \nand the earth is full of your cry; \nfor the mighty man has stumbled against the mighty, \nthey both fall together.” ",
 "The word that Yahweh spoke to Jeremiah the prophet, how that Nebuchadnezzar king of Babylon should come and strike the land of Egypt. \n ",
 "“Declare in Egypt, \npublish in Migdol, \nand publish in Memphis and in Tahpanhes: \nsay, ‘Stand up, and prepare; \nfor the sword has devoured around you.’ ",
 "Why are your strong ones swept away? \nThey didn’t stand, because Yahweh pushed them. ",
 "He made many to stumble. \nYes, they fell on one another. \nThey said, ‘Arise! Let’s go again to our own people, \nand to the land of our birth, \nfrom the oppressing sword.’ ",
 "They cried there, ‘Pharaoh king of Egypt is but a noise; \nhe has let the appointed time pass by.’ \n ",
 "“As I live,” says the King, \nwhose name is Yahweh of Armies, \n“surely like Tabor among the mountains, \nand like Carmel by the sea, \nso he will come. ",
 "You daughter who dwells in Egypt, \nfurnish yourself to go into captivity; \nfor Memphis will become a desolation, \nand will be burned up, \nwithout inhabitant. \n ",
 "“Egypt is a very beautiful heifer; \nbut destruction out of the north has come. \nIt has come. ",
 "Also her hired men in the middle of her are like calves of the stall; \nfor they also are turned back. \nThey have fled away together. \nThey didn’t stand, \nfor the day of their calamity has come on them, \nthe time of their visitation. ",
 "Its sound will go like the serpent; \nfor they will march with an army, \nand come against her with axes, as wood cutters. ",
 "They will cut down her forest,” says Yahweh, \n“though it can’t be searched; \nbecause they are more than the locusts, \nand are innumerable. ",
 "The daughter of Egypt will be disappointed; \nshe will be delivered into the hand of the people of the north.” ",
 "Yahweh of Armies, the God of Israel, says: “Behold, I will punish Amon of No, and Pharaoh, and Egypt, with her gods, and her kings; even Pharaoh, and those who trust in him.  ",
 "I will deliver them into the hand of those who seek their lives, and into the hand of Nebuchadnezzar king of Babylon, and into the hand of his servants. Afterwards it will be inhabited, as in the days of old,” says Yahweh. \n ",
 "“But don’t you be afraid, Jacob my servant. \nDon’t be dismayed, Israel; \nfor, behold, I will save you from afar, \nand your offspring from the land of their captivity. \nJacob will return, \nand will be quiet and at ease. \nNo one will make him afraid. ",
 "Don’t be afraid, O Jacob my servant,” says Yahweh; \n“for I am with you; \nfor I will make a full end of all the nations where I have driven you; \nbut I will not make a full end of you, \nbut I will correct you in measure, \nand will in no way leave you unpunished.” "
]