[
 null,
 "Of Moab. Yahweh of Armies, the God of Israel, says: \n“Woe to Nebo! \nFor it is laid waste. \nKiriathaim is disappointed. \nIt is taken. \nMisgab is put to shame \nand broken down. ",
 "The praise of Moab is no more. \nIn Heshbon they have devised evil against her: \n‘Come! Let’s cut her off from being a nation.’ \nYou also, Madmen, will be brought to silence. \nThe sword will pursue you. ",
 "The sound of a cry from Horonaim, \ndesolation and great destruction! ",
 "Moab is destroyed. \nHer little ones have caused a cry to be heard. ",
 "For they will go up by the ascent of Luhith with continual weeping. \nFor at the descent of Horonaim they have heard the distress of the cry of destruction. ",
 "Flee! Save your lives! \nBe like the juniper bush in the wilderness. ",
 "For, because you have trusted in your works and in your treasures, \nyou also will be taken. \nChemosh will go out into captivity, \nhis priests and his princes together. ",
 "The destroyer will come on every city, \nand no city will escape; \nthe valley also will perish, \nand the plain will be destroyed; as Yahweh has spoken. ",
 "Give wings to Moab, \nthat she may fly and get herself away: \nand her cities will become a desolation, \nwithout anyone to dwell in them. \n ",
 "“Cursed is he who does the work of Yahweh negligently; \nand cursed is he who keeps back his sword from blood. \n ",
 "“Moab has been at ease from his youth, \nand he has settled on his lees, \nand has not been emptied from vessel to vessel, \nneither has he gone into captivity: \ntherefore his taste remains in him, \nand his scent is not changed. ",
 "Therefore behold, the days come,” says Yahweh, \n“that I will send to him those who pour off, \nand they will pour him off; \nand they will empty his vessels, \nand break their containers in pieces. ",
 "Moab will be ashamed of Chemosh, \nas the house of Israel was ashamed of Bethel, their confidence. \n ",
 "“How do you say, ‘We are mighty men, \nand valiant men for the war?’ ",
 "Moab is laid waste, \nand they have gone up into his cities, \nand his chosen young men have gone down to the slaughter,” \nsays the King, whose name is Yahweh of Armies. ",
 "“The calamity of Moab is near to come, \nand his affliction hurries fast. ",
 "All you who are around him, bemoan him, \nand all you who know his name; say, \n‘How the strong staff is broken, \nthe beautiful rod!’ \n ",
 "“You daughter who dwells in Dibon, \ncome down from your glory, \nand sit in thirst; \nfor the destroyer of Moab has come up against you. \nHe has destroyed your strongholds. ",
 "Inhabitant of Aroer, stand by the way and watch. \nAsk him who flees, and her who escapes; \nsay, ‘What has been done?’ ",
 "Moab is disappointed; \nfor it is broken down. \nWail and cry! \nTell it by the Arnon, that Moab is laid waste. ",
 "Judgment has come on the plain country, \non Holon, on Jahzah, on Mephaath, ",
 "on Dibon, on Nebo, on Beth Diblathaim, ",
 "on Kiriathaim, on Beth Gamul, on Beth Meon, ",
 "on Kerioth, on Bozrah, \nand on all the cities of the land of Moab, far or near. ",
 "The horn of Moab is cut off, \nand his arm is broken,” says Yahweh. \n ",
 "“Make him drunken; \nfor he magnified himself against Yahweh. \nMoab will wallow in his vomit, \nand he also will be in derision. ",
 "For wasn’t Israel a derision to you? \nWas he found among thieves? \nFor as often as you speak of him, \nyou shake your head. ",
 "You inhabitants of Moab, leave the cities, and dwell in the rock. \nBe like the dove that makes her nest over the mouth of the abyss. \n ",
 "“We have heard of the pride of Moab. \nHe is very proud in his loftiness, his pride, \nhis arrogance, and the arrogance of his heart. ",
 "I know his wrath,” says Yahweh, “that it is nothing; \nhis boastings have done nothing. ",
 "Therefore I will wail for Moab. \nYes, I will cry out for all Moab. \nThey will mourn for the men of Kir Heres. ",
 "With more than the weeping of Jazer \nI will weep for you, vine of Sibmah. \nYour branches passed over the sea. \nThey reached even to the sea of Jazer. \nThe destroyer has fallen on your summer fruits \nand on your vintage. ",
 "Gladness and joy is taken away from the fruitful field \nand from the land of Moab. \nI have caused wine to cease from the wine presses. \nNo one will tread with shouting. \nThe shouting will be no shouting. ",
 "From the cry of Heshbon even to Elealeh, \neven to Jahaz they have uttered their voice, \nfrom Zoar even to Horonaim, to Eglath Shelishiyah; \nfor the waters of Nimrim will also become desolate. ",
 "Moreover I will cause to cease in Moab,” says Yahweh, \n“him who offers in the high place, \nand him who burns incense to his gods. ",
 "Therefore my heart sounds for Moab like pipes, \nand my heart sounds like pipes for the men of Kir Heres. \nTherefore the abundance that he has gotten has perished. ",
 "For every head is bald, \nand every beard clipped. \nThere are cuttings on all the hands, \nand sackcloth on the waist. ",
 "On all the housetops of Moab, \nand in its streets, there is lamentation everywhere; \nfor I have broken Moab like a vessel in which no one delights,” says Yahweh. ",
 "“How it is broken down! \nHow they wail! \nHow Moab has turned the back with shame! \nSo will Moab become a derision \nand a terror to all who are around him.” ",
 "For Yahweh says: “Behold, he will fly as an eagle, \nand will spread out his wings against Moab. ",
 "Kerioth is taken, \nand the strongholds are seized. \nThe heart of the mighty men of Moab at that day \nwill be as the heart of a woman in her pangs. ",
 "Moab will be destroyed from being a people, \nbecause he has magnified himself against Yahweh. ",
 "Terror, the pit, and the snare are on you, \ninhabitant of Moab,” says Yahweh. ",
 "“He who flees from the terror will fall into the pit; \nand he who gets up out of the pit will be taken in the snare: \nfor I will bring on him, even on Moab, \nthe year of their visitation,” says Yahweh. \n ",
 "“Those who fled stand without strength under the shadow of Heshbon; \nfor a fire has gone out of Heshbon, \nand a flame from the middle of Sihon, \nand has devoured the corner of Moab, \nand the crown of the head of the tumultuous ones. ",
 "Woe to you, O Moab! \nThe people of Chemosh are undone; \nfor your sons are taken away captive, \nand your daughters into captivity. \n ",
 "“Yet I will reverse the captivity of Moab in the latter days,” \nsays Yahweh. Thus far is the judgment of Moab. "
]