[
 null,
 "The word that Yahweh spoke concerning Babylon, concerning the land of the Chaldeans, by Jeremiah the prophet. \n ",
 "“Declare among the nations and publish, \nand set up a standard; \npublish, and don’t conceal: \nsay, ‘Babylon has been taken, \nBel is disappointed, \nMerodach is dismayed! \nHer images are disappointed. \nHer idols are dismayed.’ ",
 "For a nation comes up out of the north against her, \nwhich will make her land desolate, \nand no one will dwell in it. \nThey have fled. \nThey are gone, \nboth man and animal. \n ",
 "“In those days, and in that time,” says Yahweh, \n“the children of Israel will come, \nthey and the children of Judah together; \nthey will go on their way weeping, \nand will seek Yahweh their God. ",
 "They will inquire concerning Zion with their faces turned toward it, \nsaying, ‘Come, and join yourselves to Yahweh in an everlasting covenant \nthat will not be forgotten.’ ",
 "My people have been lost sheep. \nTheir shepherds have caused them to go astray. \nThey have turned them away on the mountains. \nThey have gone from mountain to hill. \nThey have forgotten their resting place. ",
 "All who found them have devoured them. \nTheir adversaries said, ‘We are not guilty, \nbecause they have sinned against Yahweh, \nthe habitation of righteousness, \neven Yahweh, the hope of their fathers.’ \n ",
 "“Flee out of the middle of Babylon! \nGo out of the land of the Chaldeans, \nand be as the male goats before the flocks. ",
 "For, behold, I will stir up \nand cause to come up against Babylon a company of great nations from the north country; \nand they will set themselves in array against her. \nShe will be taken from there. \nTheir arrows will be as of an expert mighty man. \nNone of them will return in vain. ",
 "Chaldea will be a prey. \nAll who prey on her will be satisfied,” says Yahweh. \n ",
 "“Because you are glad, \nbecause you rejoice, \nO you who plunder my heritage, \nbecause you are wanton as a heifer that treads out the grain, \nand neigh as strong horses; ",
 "your mother will be utterly disappointed. \nShe who bore you will be confounded. \nBehold, she will be the least of the nations, \na wilderness, a dry land, and a desert. ",
 "Because of Yahweh’s wrath she won’t be inhabited, \nbut she will be wholly desolate. \nEveryone who goes by Babylon will be astonished, \nand hiss at all her plagues. ",
 "Set yourselves in array against Babylon all around, \nall you who bend the bow; \nshoot at her. \nSpare no arrows; \nfor she has sinned against Yahweh. ",
 "Shout against her all around. \nShe has submitted herself. \nHer bulwarks have fallen. \nHer walls have been thrown down, \nfor it is the vengeance of Yahweh. \nTake vengeance on her. \nAs she has done, do to her. ",
 "Cut off the sower from Babylon, \nand him who handles the sickle in the time of harvest. \nFor fear of the oppressing sword, \nthey will each return to their own people, \nand they will each flee to their own land. \n ",
 "“Israel is a hunted sheep. \nThe lions have driven him away. \nFirst, the king of Assyria devoured him, \nand now at last Nebuchadnezzar king of Babylon has broken his bones.” ",
 "Therefore Yahweh of Armies, the God of Israel, says: \n“Behold, I will punish the king of Babylon and his land, \nas I have punished the king of Assyria. ",
 "I will bring Israel again to his pasture, \nand he will feed on Carmel and Bashan. \nHis soul will be satisfied on the hills of Ephraim and in Gilead. ",
 "In those days, and in that time,” says Yahweh, \n“the iniquity of Israel will be sought for, \nand there will be none; \nalso the sins of Judah, \nand they won’t be found; \nfor I will pardon them whom I leave as a remnant. \n ",
 "“Go up against the land of Merathaim, \neven against it, and against the inhabitants of Pekod. \nKill and utterly destroy after them,” says Yahweh, \n“and do according to all that I have commanded you. ",
 "A sound of battle is in the land, \nand of great destruction. ",
 "How the hammer of the whole earth is cut apart and broken! \nHow Babylon has become a desolation among the nations! ",
 "I have laid a snare for you, \nand you are also taken, Babylon, \nand you weren’t aware. \nYou are found, \nand also caught, \nbecause you have fought against Yahweh. ",
 "Yahweh has opened his armory, \nand has brought out the weapons of his indignation; \nfor the Lord, Yahweh of Armies, has a work to do in the land of the Chaldeans. ",
 "Come against her from the farthest border. \nOpen her storehouses. \nCast her up as heaps. \nDestroy her utterly. \nLet nothing of her be left. ",
 "Kill all her bulls. \nLet them go down to the slaughter. \nWoe to them! For their day has come, \nthe time of their visitation. ",
 "Listen to those who flee and escape out of the land of Babylon, \nto declare in Zion the vengeance of Yahweh our God, \nthe vengeance of his temple. \n ",
 "“Call together the archers against Babylon, \nall those who bend the bow. \nEncamp against her all around. \nLet none of it escape. \nPay her back according to her work. \nAccording to all that she has done, do to her; \nfor she has been proud against Yahweh, \nagainst the Holy One of Israel. ",
 "Therefore her young men will fall in her streets. \nAll her men of war will be brought to silence in that day,” says Yahweh. ",
 "“Behold, I am against you, you proud one,” says the Lord, Yahweh of Armies; \n“for your day has come, \nthe time that I will visit you. ",
 "The proud one will stumble and fall, \nand no one will raise him up. \nI will kindle a fire in his cities, \nand it will devour all who are around him.” ",
 "Yahweh of Armies says: “The children of Israel and the children of Judah are oppressed together. \nAll who took them captive hold them fast. \nThey refuse to let them go. ",
 "Their Redeemer is strong: \nYahweh of Armies is his name. \nHe will thoroughly plead their cause, \nthat he may give rest to the earth, \nand disquiet the inhabitants of Babylon. \n ",
 "“A sword is on the Chaldeans,” says Yahweh, \n“and on the inhabitants of Babylon, \non her princes, \nand on her wise men. ",
 "A sword is on the boasters, \nand they will become fools. \nA sword is on her mighty men, \nand they will be dismayed. ",
 "A sword is on their horses, \non their chariots, \nand on all the mixed people who are in the middle of her; \nand they will become as women. \nA sword is on her treasures, \nand they will be robbed. ",
 "A drought is on her waters, \nand they will be dried up; \nfor it is a land of engraved images, \nand they are mad over idols. ",
 "Therefore the wild animals of the desert \nwith the wolves will dwell there. \nThe ostriches will dwell therein; \nand it will be inhabited no more forever; \nneither will it be lived in from generation to generation. ",
 "As when God overthrew Sodom and Gomorrah and its neighbor cities,” says Yahweh, \n“so no man will dwell there, \nneither will any son of man live therein. \n ",
 "“Behold, a people comes from the north; \nand a great nation and many kings will be stirred up from the uttermost parts of the earth. ",
 "They take up bow and spear. \nThey are cruel, and have no mercy. \nTheir voice roars like the sea. \nThey ride on horses, \neveryone set in array, \nas a man to the battle, \nagainst you, daughter of Babylon. ",
 "The king of Babylon has heard the news of them, \nand his hands become feeble: \nanguish has taken hold of him, \npains as of a woman in labor. ",
 "Behold, the enemy will come up like a lion \nfrom the pride of the Jordan against the strong habitation; \nfor I will suddenly make them run away from it. \nWhoever is chosen, \nI will appoint him over it; \nfor who is like me? \nWho will appoint me a time? \nWho is the shepherd who can stand before me?” ",
 "Therefore hear the counsel of Yahweh, \nthat he has taken against Babylon; \nand his purposes, \nthat he has purposed against the land of the Chaldeans: \nSurely they will drag them away, \neven the little ones of the flock. \nSurely he will make their habitation desolate over them. ",
 "At the noise of the taking of Babylon the earth trembles; \nand the cry is heard among the nations. "
]