[
 null,
 "Yahweh says: \n“Behold, I will raise up against Babylon, \nand against those who dwell in Lebkamai, a destroying wind. ",
 "I will send to Babylon strangers, who will winnow her. \nThey will empty her land; \nfor in the day of trouble they will be against her all around. ",
 "Against him who bends, let the archer bend his bow, \nalso against him who lifts himself up in his coat of mail. \nDon’t spare her young men! \nUtterly destroy all her army! ",
 "They will fall down slain in the land of the Chaldeans, \nand thrust through in her streets. ",
 "For Israel is not forsaken, nor Judah, by his God, \nby Yahweh of Armies; \nthough their land is full of guilt against the Holy One of Israel. \n ",
 "“Flee out of the middle of Babylon! \nEveryone save his own life! \nDon’t be cut off in her iniquity; \nfor it is the time of Yahweh’s vengeance. \nHe will render to her a recompense. ",
 "Babylon has been a golden cup in Yahweh’s hand, \nwho made all the earth drunk. \nThe nations have drunk of her wine; \ntherefore the nations have gone mad. ",
 "Babylon has suddenly fallen and been destroyed! \nWail for her! \nTake balm for her pain. \nPerhaps she may be healed. \n ",
 "“We would have healed Babylon, \nbut she is not healed. \nForsake her, \nand let’s each go into his own country; \nfor her judgment reaches to heaven, \nand is lifted up even to the skies. ",
 "‘Yahweh has produced our righteousness: \ncome, and let’s declare in Zion the work of Yahweh our God.’ \n ",
 "“Make the arrows sharp! \nHold the shields firmly! \nYahweh has stirred up the spirit of the kings of the Medes, \nbecause his purpose is against Babylon, to destroy it; \nfor it is the vengeance of Yahweh, \nthe vengeance of his temple. ",
 "Set up a standard against the walls of Babylon! \nMake the watch strong! \nSet the watchmen, \nand prepare the ambushes; \nfor Yahweh has both purposed and done \nthat which he spoke concerning the inhabitants of Babylon. ",
 "You who dwell on many waters, abundant in treasures, \nyour end has come, the measure of your covetousness. ",
 "Yahweh of Armies has sworn by himself, saying, \n‘Surely I will fill you with men, \nas with the canker worm; \nand they will lift up a shout against you.’ \n ",
 "“He has made the earth by his power. \nHe has established the world by his wisdom. \nBy his understanding he has stretched out the heavens. ",
 "When he utters his voice, \nthere is a roar of waters in the heavens, \nand he causes the vapors to ascend from the ends of the earth. \nHe makes lightning for the rain, \nand brings the wind out of his treasuries. \n ",
 "“Every man has become brutish without knowledge. \nEvery goldsmith is disappointed by his image; \nfor his molten image is falsehood, \nand there is no breath in them. ",
 "They are vanity, \na work of delusion. \nIn the time of their visitation, they will perish. ",
 "The portion of Jacob is not like these, \nfor he is the former of all things; \nincluding the tribe of his inheritance: \nYahweh of Armies is his name. \n ",
 "“You are my battle ax and weapons of war. \nWith you I will break the nations into pieces. \nWith you I will destroy kingdoms. ",
 "With you I will break in pieces \nthe horse and his rider. ",
 "With you I will break in pieces \nthe chariot and him who rides therein. \nWith you I will break in pieces \nman and woman. \nWith you I will break in pieces \nthe old man and the youth. \nWith you I will break in pieces \nthe young man and the virgin. ",
 "With you I will break in pieces \nthe shepherd and his flock. \nWith you I will break in pieces \nthe farmer and his yoke. \nWith you I will break in pieces \ngovernors and deputies. ",
 "“I will render to Babylon and to all the inhabitants of Chaldea all their evil that they have done in Zion in your sight,” says Yahweh. \n ",
 "“Behold, I am against you, destroying mountain,” says Yahweh, \n“which destroys all the earth. \nI will stretch out my hand on you, \nroll you down from the rocks, \nand will make you a burned mountain. ",
 "They won’t take a cornerstone from you, \nnor a stone for foundations; \nbut you will be desolate forever,” says Yahweh. \n ",
 "“Set up a standard in the land! \nBlow the trumpet among the nations! \nPrepare the nations against her! \nCall together against her the kingdoms of Ararat, Minni, and Ashkenaz! \nAppoint a marshal against her! \nCause the horses to come up as the rough canker worm! ",
 "Prepare against her the nations, \nthe kings of the Medes, its governors, and all its deputies, and all the land of their dominion! ",
 "The land trembles and is in pain; \nfor the purposes of Yahweh against Babylon stand, \nto make the land of Babylon a desolation, without inhabitant. ",
 "The mighty men of Babylon have stopped fighting, \nthey remain in their strongholds. \nTheir might has failed. \nThey have become as women. \nHer dwelling places are set on fire. \nHer bars are broken. ",
 "One runner will run to meet another, \nand one messenger to meet another, \nto show the king of Babylon that his city is taken on every quarter. ",
 "So the passages are seized. \nThey have burned the reeds with fire. \nThe men of war are frightened.” ",
 "For Yahweh of Armies, the God of Israel says: \n“The daughter of Babylon is like a threshing floor at the time when it is trodden. \nYet a little while, and the time of harvest comes for her.” \n ",
 "“Nebuchadnezzar the king of Babylon has devoured me. \nHe has crushed me. \nHe has made me an empty vessel. \nHe has, like a monster, swallowed me up. \nHe has filled his mouth with my delicacies. \nHe has cast me out. ",
 "May the violence done to me and to my flesh be on Babylon!” \nthe inhabitant of Zion will say; and, \n“May my blood be on the inhabitants of Chaldea!” \nwill Jerusalem say. ",
 "Therefore Yahweh says: \n“Behold, I will plead your cause, \nand take vengeance for you. \nI will dry up her sea, \nand make her fountain dry. ",
 "Babylon will become heaps, \na dwelling place for jackals, \nan astonishment, and a hissing, \nwithout inhabitant. ",
 "They will roar together like young lions. \nThey will growl as lions’ cubs. ",
 "When they are heated, I will make their feast, \nand I will make them drunk, \nthat they may rejoice, \nand sleep a perpetual sleep, \nand not wake up,” says Yahweh. \n ",
 "“I will bring them down like lambs to the slaughter, \nlike rams with male goats. \n ",
 "“How Sheshach is taken! \nHow the praise of the whole earth seized! \nHow Babylon has become a desolation among the nations! ",
 "The sea has come up on Babylon. \nShe is covered with the multitude of its waves. ",
 "Her cities have become a desolation, \na dry land, and a desert, \na land in which no man dwells. \nNo son of man passes by it. ",
 "I will execute judgment on Bel in Babylon, \nand I will bring out of his mouth that which he has swallowed up. \nThe nations will not flow any more to him. \nYes, the wall of Babylon will fall. \n ",
 "“My people, go away from the middle of her, \nand each of you save yourselves from Yahweh’s fierce anger. ",
 "Don’t let your heart faint. \nDon’t fear for the news that will be heard in the land. \nFor news will come one year, \nand after that in another year news will come, \nand violence in the land, \nruler against ruler. ",
 "Therefore behold, the days come that I will execute judgment on the engraved images of Babylon; \nand her whole land will be confounded. \nAll her slain will fall in the middle of her. ",
 "Then the heavens and the earth, \nand all that is therein, \nwill sing for joy over Babylon; \nfor the destroyers will come to her from the north,” says Yahweh. \n ",
 "“As Babylon has caused the slain of Israel to fall, \nso the slain of all the land will fall at Babylon. ",
 "You who have escaped the sword, go! \nDon’t stand still! \nRemember Yahweh from afar, \nand let Jerusalem come into your mind.” \n ",
 "“We are confounded, \nbecause we have heard reproach. \nConfusion has covered our faces, \nfor strangers have come into the sanctuaries of Yahweh’s house.” \n ",
 "“Therefore behold, the days come,” says Yahweh, \n“that I will execute judgment on her engraved images; \nand through all her land the wounded will groan. ",
 "Though Babylon should mount up to the sky, \nand though she should fortify the height of her strength, \nyet destroyers will come to her from me,” says Yahweh. \n ",
 "“The sound of a cry comes from Babylon, \nand of great destruction from the land of the Chaldeans! ",
 "For Yahweh lays Babylon waste, \nand destroys out of her the great voice! \nTheir waves roar like many waters. \nThe noise of their voice is uttered. ",
 "For the destroyer has come on her, \neven on Babylon. \nHer mighty men are taken. \nTheir bows are broken in pieces, \nfor Yahweh is a God of retribution. \nHe will surely repay. ",
 "I will make her princes, her wise men, \nher governors, her deputies, and her mighty men drunk. \nThey will sleep a perpetual sleep, \nand not wake up,” \nsays the King, whose name is Yahweh of Armies. ",
 "Yahweh of Armies says: \n“The wide walls of Babylon will be utterly overthrown. \nHer high gates will be burned with fire. \nThe peoples will labor for vanity, \nand the nations for the fire; \nand they will be weary.” ",
 "The word which Jeremiah the prophet commanded Seraiah the son of Neriah, the son of Mahseiah, when he went with Zedekiah the king of Judah to Babylon in the fourth year of his reign. Now Seraiah was chief quartermaster.  ",
 "Jeremiah wrote in a book all the evil that should come on Babylon, even all these words that are written concerning Babylon.  ",
 "Jeremiah said to Seraiah, “When you come to Babylon, then see that you read all these words,  ",
 "and say, ‘Yahweh, you have spoken concerning this place, to cut it off, that no one will dwell in it, neither man nor animal, but that it will be desolate forever.’  ",
 "It will be, when you have finished reading this book, that you shall bind a stone to it, and cast it into the middle of the Euphrates.  ",
 "Then you shall say, ‘Thus will Babylon sink, and will not rise again because of the evil that I will bring on her; and they will be weary.’ ” Thus far are the words of Jeremiah. "
]