[
 null,
 "“At that time,” says Yahweh, “they will bring the bones of the kings of Judah, the bones of his princes, the bones of the priests, the bones of the prophets, and the bones of the inhabitants of Jerusalem, out of their graves.  ",
 "They will spread them before the sun, the moon, and all the army of the sky, which they have loved, which they have served, after which they have walked, which they have sought, and which they have worshiped. They will not be gathered or be buried. They will be like dung on the surface of the earth.  ",
 "Death will be chosen rather than life by all the residue that remain of this evil family, that remain in all the places where I have driven them,” says Yahweh of Armies.  ",
 "“Moreover you shall tell them, ‘Yahweh says: \n“ ‘Do men fall, and not rise up again? \nDoes one turn away, and not return? ",
 "Why then have the people of Jerusalem fallen back by a perpetual backsliding? \nThey cling to deceit. \nThey refuse to return. ",
 "I listened and heard, but they didn’t say what is right. \nNo one repents of his wickedness, saying, “What have I done?” \nEveryone turns to his course, \nas a horse that rushes headlong in the battle. ",
 "Yes, the stork in the sky knows her appointed times. \nThe turtledove, the swallow, and the crane observe the time of their coming; \nbut my people don’t know Yahweh’s law. \n ",
 "“ ‘How do you say, “We are wise, and Yahweh’s law is with us?” \nBut, behold, the false pen of the scribes has made that a lie. ",
 "The wise men are disappointed. \nThey are dismayed and trapped. \nBehold, they have rejected Yahweh’s word. \nWhat kind of wisdom is in them? ",
 "Therefore I will give their wives to others \nand their fields to those who will possess them. \nFor everyone from the least even to the greatest is given to covetousness; \nfrom the prophet even to the priest everyone deals falsely. ",
 "They have healed the hurt of the daughter of my people slightly, saying, \n“Peace, peace,” when there is no peace. ",
 "Were they ashamed when they had committed abomination? \nNo, they were not at all ashamed. \nThey couldn’t blush. \nTherefore they will fall among those who fall. \nIn the time of their visitation they will be cast down, says Yahweh. \n ",
 "“ ‘I will utterly consume them, says Yahweh. \nNo grapes will be on the vine, \nno figs on the fig tree, \nand the leaf will fade. \nThe things that I have given them \nwill pass away from them.’ ” \n ",
 "“Why do we sit still? \nAssemble yourselves! \nLet’s enter into the fortified cities, \nand let’s be silent there; \nfor Yahweh our God has put us to silence, \nand given us poisoned water to drink, \nbecause we have sinned against Yahweh. ",
 "We looked for peace, but no good came; \nand for a time of healing, and behold, dismay! ",
 "The snorting of his horses is heard from Dan. \nThe whole land trembles at the sound of the neighing of his strong ones; \nfor they have come, and have devoured the land and all that is in it, \nthe city and those who dwell therein.” ",
 "“For, behold, I will send serpents, \nadders among you, \nwhich will not be charmed; \nand they will bite you,” says Yahweh. ",
 "Oh that I could comfort myself against sorrow! \nMy heart is faint within me. ",
 "Behold, the voice of the cry of the daughter of my people from a land that is very far off: \n“Isn’t Yahweh in Zion? \nIsn’t her King in her?” \n“Why have they provoked me to anger with their engraved images, \nand with foreign idols?” \n ",
 "“The harvest is past. \nThe summer has ended, \nand we are not saved.” \n ",
 "For the hurt of the daughter of my people, I am hurt. \nI mourn. \nDismay has taken hold of me. ",
 "Is there no balm in Gilead? \nIs there no physician there? \nWhy then isn’t the health of the daughter of my people recovered? "
]