[
 null,
 " \nOh that my head were waters, \nand my eyes a spring of tears, \nthat I might weep day and night \nfor the slain of the daughter of my people! ",
 "Oh that I had in the wilderness \na lodging place of wayfaring men; \nthat I might leave my people, \nand go from them! \nFor they are all adulterers, \nan assembly of treacherous men. ",
 "“They bend their tongue, \nas their bow, for falsehood. \nThey have grown strong in the land, \nbut not for truth; \nfor they proceed from evil to evil, \nand they don’t know me,” says Yahweh. ",
 "“Everyone beware of his neighbor, \nand don’t trust in any brother; \nfor every brother will utterly supplant, \nand every neighbor will go around like a slanderer. ",
 "Friends deceive each other, \nand will not speak the truth. \nThey have taught their tongue to speak lies. \nThey weary themselves commiting iniquity. ",
 "Your habitation is in the middle of deceit. \nThrough deceit, they refuse to know me,” says Yahweh. ",
 "Therefore Yahweh of Armies says, \n“Behold, I will melt them and test them; \nfor how should I deal with the daughter of my people? ",
 "Their tongue is a deadly arrow. \nIt speaks deceit. \nOne speaks peaceably to his neighbor with his mouth, \nbut in his heart, he waits to ambush him. ",
 "Shouldn’t I punish them for these things?” says Yahweh. \n“Shouldn’t my soul be avenged on a nation such as this? ",
 "I will weep and wail for the mountains, \nand lament for the pastures of the wilderness, \nbecause they are burned up, so that no one passes through; \nMen can’t hear the voice of the livestock. \nBoth the birds of the sky and the animals have fled. \nThey are gone. \n ",
 "“I will make Jerusalem heaps, \na dwelling place of jackals. \nI will make the cities of Judah a desolation, \nwithout inhabitant.” ",
 "Who is wise enough to understand this? Who is he to whom the mouth of Yahweh has spoken, that he may declare it? Why has the land perished and burned up like a wilderness, so that no one passes through? ",
 "Yahweh says, “Because they have forsaken my law which I set before them, and have not obeyed my voice or walked in my ways,  ",
 "but have walked after the stubbornness of their own heart and after the Baals, which their fathers taught them.”  ",
 "Therefore Yahweh of Armies, the God of Israel, says, “Behold, I will feed them, even this people, with wormwood and give them poisoned water to drink.  ",
 "I will scatter them also among the nations, whom neither they nor their fathers have known. I will send the sword after them, until I have consumed them.” ",
 "Yahweh of Armies says, \n“Consider, and call for the mourning women, that they may come. \nSend for the skillful women, that they may come. ",
 "Let them make haste \nand take up a wailing for us, \nthat our eyes may run down with tears \nand our eyelids gush out with waters. ",
 "For a voice of wailing is heard out of Zion, \n‘How we are ruined! \nWe are greatly confounded \nbecause we have forsaken the land, \nbecause they have cast down our dwellings.’ ” \n ",
 "Yet hear Yahweh’s word, you women. \nLet your ear receive the word of his mouth. \nTeach your daughters wailing. \nEveryone teach her neighbor a lamentation. ",
 "For death has come up into our windows. \nIt has entered into our palaces \nto cut off the children from outside, \nand the young men from the streets. ",
 "Speak, “Yahweh says, \n“ ‘The dead bodies of men will fall as dung on the open field, \nand as the handful after the harvester. \nNo one will gather them.’ ” ",
 "Yahweh says, \n“Don’t let the wise man glory in his wisdom. \nDon’t let the mighty man glory in his might. \nDon’t let the rich man glory in his riches. ",
 "But let him who glories glory in this, \nthat he has understanding, and knows me, \nthat I am Yahweh who exercises loving kindness, justice, and righteousness in the earth, \nfor I delight in these things,” says Yahweh. ",
 "“Behold, the days come,” says Yahweh, “that I will punish all those who are circumcised only in their flesh:  ",
 "Egypt, Judah, Edom, the children of Ammon, Moab, and all who have the corners of their hair cut off, who dwell in the wilderness, for all the nations are uncircumcised, and all the house of Israel are uncircumcised in heart.” "
]