[
 null,
 "How the city sits solitary, \nthat was full of people! \nShe has become as a widow, \nwho was great among the nations! \nShe who was a princess among the provinces \nhas become a slave! \n ",
 "She weeps bitterly in the night. \nHer tears are on her cheeks. \nAmong all her lovers \nshe has no one to comfort her. \nAll her friends have dealt treacherously with her. \nThey have become her enemies. \n ",
 "Judah has gone into captivity because of affliction, \nand because of great servitude. \nShe dwells among the nations. \nShe finds no rest. \nAll her persecutors overtook her within the straits. \n ",
 "The roads to Zion mourn, \nbecause no one comes to the solemn assembly. \nAll her gates are desolate. \nHer priests sigh. \nHer virgins are afflicted, \nand she herself is in bitterness. \n ",
 "Her adversaries have become the head. \nHer enemies prosper; \nfor Yahweh has afflicted her for the multitude of her transgressions. \nHer young children have gone into captivity before the adversary. \n ",
 "All majesty has departed from the daughter of Zion. \nHer princes have become like deer that find no pasture. \nThey have gone without strength before the pursuer. \n ",
 "Jerusalem remembers in the days of her affliction and of her miseries \nall her pleasant things that were from the days of old; \nwhen her people fell into the hand of the adversary, \nand no one helped her. \nThe adversaries saw her. \nThey mocked at her desolations. \n ",
 "Jerusalem has grievously sinned. \nTherefore she has become unclean. \nAll who honored her despise her, \nbecause they have seen her nakedness. \nYes, she sighs, and turns backward. \n ",
 "Her filthiness was in her skirts. \nShe didn’t remember her latter end. \nTherefore she has come down astoundingly. \nShe has no comforter. \n“See, Yahweh, my affliction; \nfor the enemy has magnified himself.” \n ",
 "The adversary has spread out his hand on all her pleasant things; \nfor she has seen that the nations have entered into her sanctuary, \nconcerning whom you commanded that they should not enter into your assembly. \n ",
 "All her people sigh. \nThey seek bread. \nThey have given their pleasant things for food to refresh their soul. \n“Look, Yahweh, and see; \nfor I have become despised.” \n ",
 "“Is it nothing to you, all you who pass by? \nLook, and see if there is any sorrow like my sorrow, \nwhich is brought on me, \nwith which Yahweh has afflicted me in the day of his fierce anger. \n ",
 "“From on high has he sent fire into my bones, \nand it prevails against them. \nHe has spread a net for my feet. \nHe has turned me back. \nHe has made me desolate and I faint all day long. \n ",
 "“The yoke of my transgressions is bound by his hand. \nThey are knit together. \nThey have come up on my neck. \nHe made my strength fail. \nThe Lord has delivered me into their hands, \nagainst whom I am not able to stand. \n ",
 "“The Lord has set at nothing all my mighty men within me. \nHe has called a solemn assembly against me to crush my young men. \nThe Lord has trodden the virgin daughter of Judah as in a wine press. \n ",
 "“For these things I weep. \nMy eye, my eye runs down with water, \nbecause the comforter who should refresh my soul is far from me. \nMy children are desolate, \nbecause the enemy has prevailed.” \n ",
 "Zion spreads out her hands. \nThere is no one to comfort her. \nYahweh has commanded concerning Jacob, \nthat those who are around him should be his adversaries. \nJerusalem is among them as an unclean thing. \n ",
 "“Yahweh is righteous; \nfor I have rebelled against his commandment. \nPlease hear all you peoples, \nand see my sorrow. \nMy virgins and my young men have gone into captivity. \n ",
 "“I called for my lovers, \nbut they deceived me. \nMy priests and my elders gave up the spirit in the city, \nwhile they sought food for themselves to refresh their souls. \n ",
 "“Look, Yahweh; for I am in distress. \nMy heart is troubled. \nMy heart turns over within me, \nfor I have grievously rebelled. \nAbroad, the sword bereaves. \nAt home, it is like death. \n ",
 "“They have heard that I sigh. \nThere is no one to comfort me. \nAll my enemies have heard of my trouble. \nThey are glad that you have done it. \nYou will bring the day that you have proclaimed, \nand they will be like me. \n ",
 "“Let all their wickedness come before you. \nDo to them as you have done to me for all my transgressions. \nFor my sighs are many, \nand my heart is faint. "
]