[
 null,
 "How has the Lord covered the daughter of Zion with a cloud in his anger! \nHe has cast the beauty of Israel down from heaven to the earth, \nand hasn’t remembered his footstool in the day of his anger. \n ",
 "The Lord has swallowed up all the dwellings of Jacob \nwithout pity. \nHe has thrown down in his wrath the strongholds of the daughter of Judah. \nHe has brought them down to the ground. \nHe has profaned the kingdom and its princes. \n ",
 "He has cut off all the horn of Israel in fierce anger. \nHe has drawn back his right hand from before the enemy. \nHe has burned up Jacob like a flaming fire, \nwhich devours all around. \n ",
 "He has bent his bow like an enemy. \nHe has stood with his right hand as an adversary. \nHas killed all that were pleasant to the eye. \nIn the tent of the daughter of Zion, he has poured out his wrath like fire. \n ",
 "The Lord has become as an enemy. \nHe has swallowed up Israel. \nHe has swallowed up all her palaces. \nHe has destroyed his strongholds. \nHe has multiplied mourning and lamentation in the daughter of Judah. \n ",
 "He has violently taken away his tabernacle, \nas if it were of a garden. \nHe has destroyed his place of assembly. \nYahweh has caused solemn assembly and Sabbath to be forgotten in Zion. \nIn the indignation of his anger, he has despised the king and the priest. \n ",
 "The Lord has cast off his altar. \nHe has abhorred his sanctuary. \nHe has given the walls of her palaces into the hand of the enemy. \nThey have made a noise in Yahweh’s house, \nas in the day of a solemn assembly. \n ",
 "Yahweh has purposed to destroy the wall of the daughter of Zion. \nHe has stretched out the line. \nHe has not withdrawn his hand from destroying; \nHe has made the rampart and wall lament. \nThey languish together. \n ",
 "Her gates have sunk into the ground. \nHe has destroyed and broken her bars. \nHer king and her princes are among the nations where the law is not. \nYes, her prophets find no vision from Yahweh. \n ",
 "The elders of the daughter of Zion sit on the ground. \nThey keep silence. \nThey have cast up dust on their heads. \nThey have clothed themselves with sackcloth. \nThe virgins of Jerusalem hang down their heads to the ground. \n ",
 "My eyes fail with tears. \nMy heart is troubled. \nMy liver is poured on the earth, \nbecause of the destruction of the daughter of my people, \nbecause the young children and the infants swoon in the streets of the city. \n ",
 "They ask their mothers, \n“Where is grain and wine?” \nwhen they swoon as the wounded in the streets of the city, \nwhen their soul is poured out into their mothers’ bosom. \n ",
 "What shall I testify to you? \nWhat shall I liken to you, daughter of Jerusalem? \nWhat shall I compare to you, \nthat I may comfort you, virgin daughter of Zion? \nFor your breach is as big as the sea. \nWho can heal you? \n ",
 "Your prophets have seen false and foolish visions for you. \nThey have not uncovered your iniquity, \nto reverse your captivity, \nbut have seen for you false revelations and causes of banishment. \n ",
 "All that pass by clap their hands at you. \nThey hiss and wag their head at the daughter of Jerusalem, saying, \n“Is this the city that men called ‘The perfection of beauty, \nthe joy of the whole earth’?” \n ",
 "All your enemies have opened their mouth wide against you. \nThey hiss and gnash their teeth. \nThey say, “We have swallowed her up. \nCertainly this is the day that we looked for. \nWe have found it. \nWe have seen it.” \n ",
 "Yahweh has done that which he planned. \nHe has fulfilled his word that he commanded in the days of old. \nHe has thrown down, \nand has not pitied. \nHe has caused the enemy to rejoice over you. \nHe has exalted the horn of your adversaries. \n ",
 "Their heart cried to the Lord. \nO wall of the daughter of Zion, \nlet tears run down like a river day and night. \nGive yourself no relief. \nDon’t let the your eyes rest. \n ",
 "Arise, cry out in the night, \nat the beginning of the watches! \nPour out your heart like water before the face of the Lord. \nLift up your hands toward him for the life of your young children, \nwho faint for hunger at the head of every street. \n ",
 "“Look, Yahweh, and see to whom you have done thus! \nShould the women eat their offspring, \nthe children that they held and bounced on their knees? \nShould the priest and the prophet be killed in the sanctuary of the Lord? \n ",
 "“The youth and the old man lie on the ground in the streets. \nMy virgins and my young men have fallen by the sword. \nYou have killed them in the day of your anger. \nYou have slaughtered, and not pitied. \n ",
 "“You have called, as in the day of a solemn assembly, my terrors on every side. \nThere was no one that escaped or remained in the day of Yahweh’s anger. \nMy enemy has consumed those whom I have cared for and brought up. "
]