[
 null,
 " \nI am the man who has seen affliction \nby the rod of his wrath. ",
 "He has led me and caused me to walk in darkness, \nand not in light. ",
 "Surely he turns his hand against me \nagain and again all day long. \n ",
 "He has made my flesh and my skin old. \nHe has broken my bones. ",
 "He has built against me, \nand surrounded me with bitterness and hardship. ",
 "He has made me dwell in dark places, \nas those who have been long dead. \n ",
 "He has walled me about, so that I can’t go out. \nHe has made my chain heavy. ",
 "Yes, when I cry, and call for help, \nhe shuts out my prayer. ",
 "He has walled up my ways with cut stone. \nHe has made my paths crooked. \n ",
 "He is to me as a bear lying in wait, \nas a lion in secret places. ",
 "He has turned away my ways, \nand pulled me in pieces. \nHe has made me desolate. ",
 "He has bent his bow, \nand set me as a mark for the arrow. \n ",
 "He has caused the shafts of his quiver to enter into my kidneys. ",
 "I have become a derision to all my people, \nand their song all day long. ",
 "He has filled me with bitterness. \nHe has stuffed me with wormwood. \n ",
 "He has also broken my teeth with gravel. \nHe has covered me with ashes. ",
 "You have removed my soul far away from peace. \nI forgot prosperity. ",
 "I said, “My strength has perished, \nalong with my expectation from Yahweh.” \n ",
 "Remember my affliction and my misery, \nthe wormwood and the bitterness. ",
 "My soul still remembers them, \nand is bowed down within me. ",
 "This I recall to my mind; \ntherefore I have hope. \n ",
 "It is because of Yahweh’s loving kindnesses that we are not consumed, \nbecause his compassion doesn’t fail. ",
 "They are new every morning. \nGreat is your faithfulness. ",
 "“Yahweh is my portion,” says my soul. \n“Therefore I will hope in him.” \n ",
 "Yahweh is good to those who wait for him, \nto the soul who seeks him. ",
 "It is good that a man should hope \nand quietly wait for the salvation of Yahweh. ",
 "It is good for a man that he bear the yoke in his youth. \n ",
 "Let him sit alone and keep silence, \nbecause he has laid it on him. ",
 "Let him put his mouth in the dust, \nif it is so that there may be hope. ",
 "Let him give his cheek to him who strikes him. \nLet him be filled full of reproach. \n ",
 "For the Lord will not cast off forever. ",
 "For though he causes grief, \nyet he will have compassion according to the multitude of his loving kindnesses. ",
 "For he does not afflict willingly, \nnor grieve the children of men. \n ",
 "To crush under foot all the prisoners of the earth, ",
 "to turn away the right of a man before the face of the Most High, ",
 "to subvert a man in his cause, the Lord doesn’t approve. \n ",
 "Who is he who says, and it comes to pass, \nwhen the Lord doesn’t command it? ",
 "Doesn’t evil and good come out of the mouth of the Most High? ",
 "Why does a living man complain, \na man for the punishment of his sins? \n ",
 "Let us search and try our ways, \nand turn again to Yahweh. ",
 "Let’s lift up our heart with our hands to God in the heavens. ",
 "“We have transgressed and have rebelled. \nYou have not pardoned. \n ",
 "“You have covered us with anger and pursued us. \nYou have killed. \nYou have not pitied. ",
 "You have covered yourself with a cloud, \nso that no prayer can pass through. ",
 "You have made us an off-scouring and refuse \nin the middle of the peoples. \n ",
 "“All our enemies have opened their mouth wide against us. ",
 "Terror and the pit have come on us, \ndevastation and destruction.” \n ",
 "My eye runs down with streams of water, \nfor the destruction of the daughter of my people. ",
 "My eye pours down \nand doesn’t cease, \nwithout any intermission, ",
 "until Yahweh looks down, \nand sees from heaven. ",
 "My eye affects my soul, \nbecause of all the daughters of my city. \n ",
 "They have chased me relentlessly like a bird, \nthose who are my enemies without cause. ",
 "They have cut off my life in the dungeon, \nand have cast a stone on me. ",
 "Waters flowed over my head. \nI said, “I am cut off.” \n ",
 "I called on your name, Yahweh, \nout of the lowest dungeon. ",
 "You heard my voice: \n“Don’t hide your ear from my sighing, \nand my cry.” \n ",
 "You came near in the day that I called on you. \nYou said, “Don’t be afraid.” \n ",
 "Lord, you have pleaded the causes of my soul. \nYou have redeemed my life. ",
 "Yahweh, you have seen my wrong. \nJudge my cause. ",
 "You have seen all their vengeance \nand all their plans against me. \n ",
 "You have heard their reproach, Yahweh, \nand all their plans against me, ",
 "the lips of those that rose up against me, \nand their plots against me all day long. ",
 "You see their sitting down and their rising up. \nI am their song. \n ",
 "You will pay them back, Yahweh, \naccording to the work of their hands. ",
 "You will give them hardness of heart, \nyour curse to them. ",
 "You will pursue them in anger, \nand destroy them from under the heavens of Yahweh. "
]