[
 null,
 " \nHow the gold has become dim! \nThe most pure gold has changed! \nThe stones of the sanctuary are poured out \nat the head of every street. \n ",
 "The precious sons of Zion, \ncomparable to fine gold, \nhow they are esteemed as earthen pitchers, \nthe work of the hands of the potter! \n ",
 "Even the jackals offer their breast. \nThey nurse their young ones. \nBut the daughter of my people has become cruel, \nlike the ostriches in the wilderness. \n ",
 "The tongue of the nursing child clings to the roof of his mouth for thirst. \nThe young children ask bread, \nand no one breaks it for them. \n ",
 "Those who ate delicacies are desolate in the streets. \nThose who were brought up in purple embrace dunghills. \n ",
 "For the iniquity of the daughter of my people is greater than the sin of Sodom, \nwhich was overthrown as in a moment. \nNo hands were laid on her. \n ",
 "Her nobles were purer than snow. \nThey were whiter than milk. \nThey were more ruddy in body than rubies. \nTheir polishing was like sapphire. \n ",
 "Their appearance is blacker than a coal. \nThey are not known in the streets. \nTheir skin clings to their bones. \nIt is withered. \nIt has become like a stick. \n ",
 "Those who are killed with the sword are better than those who are killed with hunger; \nFor these pine away, stricken through, \nfor lack of the fruits of the field. \n ",
 "The hands of the pitiful women have boiled their own children. \nThey were their food in the destruction of the daughter of my people. \n ",
 "Yahweh has accomplished his wrath. \nHe has poured out his fierce anger. \nHe has kindled a fire in Zion, \nwhich has devoured its foundations. \n ",
 "The kings of the earth didn’t believe, \nneither did all the inhabitants of the world, \nthat the adversary and the enemy would enter into the gates of Jerusalem. \n ",
 "It is because of the sins of her prophets \nand the iniquities of her priests, \nThat have shed the blood of the just in the middle of her. \n ",
 "They wander as blind men in the streets. \nThey are polluted with blood, \nSo that men can’t touch their garments. \n ",
 "“Go away!” they cried to them. \n“Unclean! Go away! Go away! Don’t touch! \nWhen they fled away and wandered, men said among the nations, \n“They can’t live here any more.” \n ",
 "Yahweh’s anger has scattered them. \nHe will not pay attention to them any more. \nThey didn’t respect the persons of the priests. \nThey didn’t favor the elders. \n ",
 "Our eyes still fail, \nlooking in vain for our help. \nIn our watching we have watched for a nation that could not save. \n ",
 "They hunt our steps, \nso that we can’t go in our streets. \nOur end is near. \nOur days are fulfilled, \nfor our end has come. \n ",
 "Our pursuers were swifter than the eagles of the sky. \nThey chased us on the mountains. \nThey set an ambush for us in the wilderness. \n ",
 "The breath of our nostrils, \nthe anointed of Yahweh, \nwas taken in their pits; \nof whom we said, \nunder his shadow we will live among the nations. \n ",
 "Rejoice and be glad, daughter of Edom, \nthat dwells in the land of Uz. \nThe cup will pass through to you also. \nYou will be drunken, \nand will make yourself naked. \n ",
 "The punishment of your iniquity is accomplished, daughter of Zion. \nHe will no more carry you away into captivity. \nHe will visit your iniquity, daughter of Edom. \nHe will uncover your sins. "
]