[
 null,
 "Yahweh’s word that came to Joel, the son of Pethuel. \n ",
 "Hear this, you elders, \nAnd listen, all you inhabitants of the land. \nHas this ever happened in your days, \nor in the days of your fathers? ",
 "Tell your children about it, \nand have your children tell their children, \nand their children, another generation. ",
 "What the swarming locust has left, the great locust has eaten. \nWhat the great locust has left, the grasshopper has eaten. \nWhat the grasshopper has left, the caterpillar has eaten. ",
 "Wake up, you drunkards, and weep! \nWail, all you drinkers of wine, because of the sweet wine; \nfor it is cut off from your mouth. ",
 "For a nation has come up on my land, strong, and without number. \nHis teeth are the teeth of a lion, \nand he has the fangs of a lioness. ",
 "He has laid my vine waste, \nand stripped my fig tree. \nHe has stripped its bark, and thrown it away. \nIts branches are made white. ",
 "Mourn like a virgin dressed in sackcloth for the husband of her youth!  ",
 "The meal offering and the drink offering are cut off from Yahweh’s house. \nThe priests, Yahweh’s ministers, mourn. ",
 "The field is laid waste. \nThe land mourns, for the grain is destroyed, \nThe new wine has dried up, \nand the oil languishes. ",
 "Be confounded, you farmers! \nWail, you vineyard keepers; \nfor the wheat and for the barley; \nfor the harvest of the field has perished. ",
 "The vine has dried up, and the fig tree withered; \nthe pomegranate tree, the palm tree also, and the apple tree, \neven all of the trees of the field are withered; \nfor joy has withered away from the sons of men. ",
 "Put on sackcloth and mourn, you priests! \nWail, you ministers of the altar. \nCome, lie all night in sackcloth, you ministers of my God, \nfor the meal offering and the drink offering are withheld from your God’s house. ",
 "Sanctify a fast. \nCall a solemn assembly. \nGather the elders, \nand all the inhabitants of the land, to the house of Yahweh, your God, \nand cry to Yahweh. ",
 "Alas for the day! \nFor the day of Yahweh is at hand, \nand it will come as destruction from the Almighty. ",
 "Isn’t the food cut off before our eyes; \njoy and gladness from the house of our God? ",
 "The seeds rot under their clods. \nThe granaries are laid desolate. \nThe barns are broken down, for the grain has withered. ",
 "How the animals groan! \nThe herds of livestock are perplexed, because they have no pasture. \nYes, the flocks of sheep are made desolate. ",
 "Yahweh, I cry to you, \nFor the fire has devoured the pastures of the wilderness, \nand the flame has burned all the trees of the field. ",
 "Yes, the animals of the field pant to you, \nfor the water brooks have dried up, \nAnd the fire has devoured the pastures of the wilderness. "
]