[
 null,
 " \nBlow the trumpet in Zion, \nand sound an alarm in my holy mountain! \nLet all the inhabitants of the land tremble, \nfor the day of Yahweh comes, \nfor it is close at hand: ",
 "A day of darkness and gloominess, \na day of clouds and thick darkness. \nAs the dawn spreading on the mountains, \na great and strong people; \nthere has never been the like, \nneither will there be any more after them, \neven to the years of many generations. ",
 "A fire devours before them, \nand behind them, a flame burns. \nThe land is as the garden of Eden before them, \nand behind them, a desolate wilderness. \nYes, and no one has escaped them. ",
 "Their appearance is as the appearance of horses, \nand they run as horsemen. ",
 "Like the noise of chariots on the tops of the mountains, they leap, \nlike the noise of a flame of fire that devours the stubble, \nlike a strong people set in battle array. ",
 "At their presence the peoples are in anguish. \nAll faces have grown pale. ",
 "They run like mighty men. \nThey climb the wall like warriors. \nThey each march in his line, and they don’t swerve off course. ",
 "Neither does one jostle another; \nthey march everyone in his path, \nand they burst through the defenses, \nand don’t break ranks. ",
 "They rush on the city. \nThey run on the wall. \nThey climb up into the houses. \nThey enter in at the windows like thieves. ",
 "The earth quakes before them. \nThe heavens tremble. \nThe sun and the moon are darkened, \nand the stars withdraw their shining. ",
 "Yahweh thunders his voice before his army; \nfor his forces are very great; \nfor he is strong who obeys his command; \nfor the day of Yahweh is great and very awesome, \nand who can endure it? ",
 "“Yet even now,” says Yahweh, “turn to me with all your heart, \nand with fasting, and with weeping, and with mourning.” ",
 "Tear your heart, and not your garments, \nand turn to Yahweh, your God; \nfor he is gracious and merciful, \nslow to anger, and abundant in loving kindness, \nand relents from sending calamity. ",
 "Who knows? He may turn and relent, \nand leave a blessing behind him, \neven a meal offering and a drink offering to Yahweh, your God. ",
 "Blow the trumpet in Zion! \nSanctify a fast. \nCall a solemn assembly. ",
 "Gather the people. \nSanctify the assembly. \nAssemble the elders. \nGather the children, and those who nurse from breasts. \nLet the bridegroom go out of his room, \nand the bride out of her room. ",
 "Let the priests, the ministers of Yahweh, weep between the porch and the altar, \nand let them say, “Spare your people, Yahweh, \nand don’t give your heritage to reproach, \nthat the nations should rule over them. \nWhy should they say among the peoples, \n‘Where is their God?’ ” ",
 "Then Yahweh was jealous for his land, \nAnd had pity on his people. ",
 "Yahweh answered his people, \n“Behold, I will send you grain, new wine, and oil, \nand you will be satisfied with them; \nand I will no more make you a reproach among the nations. ",
 "But I will remove the northern army far away from you, \nand will drive it into a barren and desolate land, \nits front into the eastern sea, \nand its back into the western sea; \nand its stench will come up, \nand its bad smell will rise.” \nSurely he has done great things. ",
 "Land, don’t be afraid. \nBe glad and rejoice, for Yahweh has done great things. ",
 "Don’t be afraid, you animals of the field; \nfor the pastures of the wilderness spring up, \nfor the tree bears its fruit. \nThe fig tree and the vine yield their strength. \n ",
 "“Be glad then, you children of Zion, \nand rejoice in Yahweh, your God; \nfor he gives you the early rain in just measure, \nand he causes the rain to come down for you, \nthe early rain and the latter rain, \nas before. ",
 "The threshing floors will be full of wheat, \nand the vats will overflow with new wine and oil. ",
 "I will restore to you the years that the swarming locust has eaten, \nthe great locust, the grasshopper, and the caterpillar, \nmy great army, which I sent among you. ",
 "You will have plenty to eat, and be satisfied, \nand will praise the name of Yahweh, your God, \nwho has dealt wondrously with you; \nand my people will never again be disappointed. ",
 "You will know that I am among Israel, \nand that I am Yahweh, your God, and there is no one else; \nand my people will never again be disappointed. \n ",
 "“It will happen afterward, that I will pour out my Spirit on all flesh; \nand your sons and your daughters will prophesy. \nYour old men will dream dreams. \nYour young men will see visions. ",
 "And also on the servants and on the handmaids in those days, \nI will pour out my Spirit. ",
 "I will show wonders in the heavens and in the earth: \nblood, fire, and pillars of smoke. ",
 "The sun will be turned into darkness, \nand the moon into blood, \nbefore the great and terrible day of Yahweh comes. ",
 "It will happen that whoever will call on Yahweh’s name shall be saved; \nfor in Mount Zion and in Jerusalem there will be those who escape, \nas Yahweh has said, \nand among the remnant, those whom Yahweh calls. "
]