[
 null,
 " \n“For, behold, in those days, \nand in that time, \nwhen I restore the fortunes of Judah and Jerusalem, ",
 "I will gather all nations, \nand will bring them down into the valley of Jehoshaphat; \nand I will execute judgment on them there for my people, \nand for my heritage, Israel, whom they have scattered among the nations. \nThey have divided my land, ",
 "and have cast lots for my people, \nand have given a boy for a prostitute, \nand sold a girl for wine, that they may drink. \n ",
 "“Yes, and what are you to me, Tyre, and Sidon, \nand all the regions of Philistia? \nWill you repay me? \nAnd if you repay me, \nI will swiftly and speedily return your repayment on your own head. ",
 "Because you have taken my silver and my gold, \nand have carried my finest treasures into your temples, ",
 "and have sold the children of Judah and the children of Jerusalem to the sons of the Greeks, \nthat you may remove them far from their border. ",
 "Behold, I will stir them up out of the place where you have sold them, \nand will return your repayment on your own head; ",
 "and I will sell your sons and your daughters into the hands of the children of Judah, \nand they will sell them to the men of Sheba, \nto a faraway nation, \nfor Yahweh has spoken it.” \n ",
 "Proclaim this among the nations: \n“Prepare for war! \nStir up the mighty men. \nLet all the warriors draw near. \nLet them come up.  ",
 "Beat your plowshares into swords, \nand your pruning hooks into spears. \nLet the weak say, ‘I am strong.’ ",
 "Hurry and come, all you surrounding nations, \nand gather yourselves together.” \nCause your mighty ones to come down there, Yahweh. ",
 "“Let the nations arouse themselves, \nand come up to the valley of Jehoshaphat; \nfor there I will sit to judge all the surrounding nations. ",
 "Put in the sickle; \nfor the harvest is ripe. \nCome, tread, for the wine press is full, \nthe vats overflow, for their wickedness is great.” ",
 "Multitudes, multitudes in the valley of decision! \nFor the day of Yahweh is near, in the valley of decision. ",
 "The sun and the moon are darkened, \nand the stars withdraw their shining. ",
 "Yahweh will roar from Zion, \nand thunder from Jerusalem; \nand the heavens and the earth will shake; \nbut Yahweh will be a refuge to his people, \nand a stronghold to the children of Israel. ",
 "“So you will know that I am Yahweh, your God, \ndwelling in Zion, my holy mountain. \nThen Jerusalem will be holy, \nand no strangers will pass through her any more. ",
 "It will happen in that day, \nthat the mountains will drop down sweet wine, \nthe hills will flow with milk, \nall the brooks of Judah will flow with waters, \nand a fountain will flow out from Yahweh’s house, \nand will water the valley of Shittim. ",
 "Egypt will be a desolation, \nand Edom will be a desolate wilderness, \nfor the violence done to the children of Judah, \nbecause they have shed innocent blood in their land. ",
 "But Judah will be inhabited forever, \nand Jerusalem from generation to generation. ",
 "I will cleanse their blood, \nthat I have not cleansed: \nfor Yahweh dwells in Zion.” "
]